const fakeData = [
  {
    id: "baidu_J55957",
    company: "百度",
    name: "健康内容业务部_商业化运营实习生",
    location: "北京",
    type: "日常",
    category: "产品",
    description:
      "-负责百度健康多点挂号业务的日常跟进工作，信息的整理，数据的盘点和分析\n-负责健康医疗类达人库的储备完善、商家落单的跟进，流程的梳理工作\n-协助分析数据，辅助达成制定差异化运营规则\n-和销售、产品、运营协同，针对阶段性情况，产出不同运营数据分析和优化项目方向",
    requirement:
      "-一周最少实习4天，保证6个月的实习期，大三学生优先\n-有一定运营方法论，过去在流程梳理/策略制定/运营提效等方面经验积累者优先\n-熟悉项目管理的方法和经验，了解商业化产品售卖沟通模式\n-以目标为导向，高度的责任心和团队合作精神，抗压力强；有良好的逻辑思维能力、沟通表达能力，擅长ppt输出",
    url: "https://talent.baidu.com/jobs/detail/INTERN/2a7bc833-c32c-4506-a607-aadeebfd1c4e",
  },
  {
    id: "baidu_J56977",
    company: "百度",
    name: "智能小程序业务部_直播运营（主播）",
    location: "北京",
    type: "日常",
    category: "产品",
    description:
      "-负责在视频号、抖音平台直播、短视频出镜、产品讲解、促成加购、新品推荐、好物种草\n-不断优化直播技巧，引导粉丝购买推荐产品，促成销售转化\n-维护直播间粉丝，应对粉丝的提问，与粉丝积极互动。引导新粉关注\n-直播期间，调动粉丝情绪，增加粉丝的活跃度，引导粉丝多互动\n-日常短视频内容拍摄，协助策划直播话题、活动方案，一起头脑风暴~",
    requirement:
      "-有丰富的直播带货经验，男女不限，形象气质好 \n-熟悉抖音平台，对直播带货有自己的想法和见解 \n-亲和力强，镜头感强\n-普通话好，有良好的表达能力和临场反应能力 \n-从事过本地生活类目的小伙伴优先\n-每周需实习5天",
    url: "https://talent.baidu.com/jobs/detail/INTERN/a15b188f-0de4-4a78-9b20-6a7a428f44ea",
  },
  {
    id: "baidu_J56975",
    company: "百度",
    name: "智能小程序业务部_直播运营（主播）",
    location: "重庆",
    type: "日常",
    category: "产品",
    description:
      "-负责在视频号、抖音平台直播、短视频出镜、产品讲解、促成加购、新品推荐、好物种草\n-不断优化直播技巧，引导粉丝购买推荐产品，促成销售转化\n-维护直播间粉丝，应对粉丝的提问，与粉丝积极互动。引导新粉关注\n-直播期间，调动粉丝情绪，增加粉丝的活跃度，引导粉丝多互动\n-日常短视频内容拍摄，协助策划直播话题、活动方案，一起头脑风暴",
    requirement:
      "-有丰富的直播带货经验，男女不限，形象气质好 \n-熟悉抖音平台，对直播带货有自己的想法和见解 \n-亲和力强，镜头感强\n-普通话好，有良好的表达能力和临场反应能力 \n-从事过本地生活类目的小伙伴优先\n-每周需实习5天",
    url: "https://talent.baidu.com/jobs/detail/INTERN/512291b7-d759-4e66-8e41-8e1780facb8a",
  },
  {
    id: "baidu_J56779",
    company: "哔哩哔哩",
    name: "贴吧业务部_贴吧大神创作者运营(实习生)",
    location: "北京",
    type: "日常",
    category: "产品",
    description:
      "-负责数码、动漫、体育、植物等主要垂类大神创作者规模增长\n-通过线上活动、社群等手段运营大神作者\n-激励作者持续生产优质内容\n-创作者日常问题解决，满意度提升",
    requirement:
      "-大三及以上在校学生，要求一周至少在岗4天及以上\n-社区深度用户，对社区内容有自己的理解，有自己擅长的兴趣领域最佳\n-有想法、好学习、主动乐观、有很强的执行落地能力",
    url: "https://talent.baidu.com/jobs/detail/INTERN/21063526-b1f8-43a0-8655-d66314579a5e",
  },
  {
    id: "baidu_J56775",
    company: "蚂蚁集团",
    name: "贴吧业务部_会员运营(实习生)",
    location: "北京",
    type: "日常",
    category: "产品",
    description:
      "-主要负责贴吧会员活动运营，策划活动玩法、执行落地、数据分析复盘等\n-具体负责会员活动站内资源申请，活动跟进及执行，包括不限于资源上下线、活动过程中监测、数据统计等工作\n-通过用户需求调研及竞品分析等途径，探索满足用户需求的会员活动玩法及会员权益，促进贴吧会员数增长的同时提升用户活跃及留存\n-收集并处理会员问题，依据问题反馈及活动运营效果，提出产品需求，与产品同学密切联动，推动会员产品优化迭代",
    requirement:
      "-本科及以上学历，营销相关专业优先（24届及以后毕业）\n-每周保证5天在岗时间，实习时长不少于4个月\n-思维严谨，逻辑性强，具备良好的数据分析能力，熟练掌握Excel等办公软件\n-互联网深度用户，做事负责有反馈，执行能力强",
    url: "https://talent.baidu.com/jobs/detail/INTERN/1ad5935d-2f63-4d81-bcfb-2d2de47e1fce",
  },
  {
    id: "baidu_J58445",
    company: "哔哩哔哩",
    name: "2024AIDU-机器学习/数据挖掘方向",
    location: "北京,上海",
    type: "全职",
    category: "技术",
    description:
      "-研究数据挖掘或统计学习领域的前沿技术,并用于实际问题的解决和优化\n-大规模机器学习算法研究及并行化实现,为各种大规模机器学习应用研发核心技术\n-通过对数据的敏锐洞察,深入挖掘产品潜在价值和需求,进而提供更有价值的产品和服务,通过技术创新推动产品成长",
    requirement:
      "-热爱互联网，对技术研究和应用抱有浓厚的兴趣，有强烈的上进心和求知欲，善于学习和运用新知识\n-包含但不限于计算机、信息工程、模式识别、人工智能、自动化、软件工程、电子工程、统计学、应用数学、物理学/量子计算、信息安全、信号与信息处理等专业的博士和优秀硕士\n-具有以下一个或多个领域的理论背景和实践经验：机器学习/数据挖掘/深度学习/信息检索/机制设计/博弈论\n-了解目前常见的机器学习或者深度学习框架中的一个或者多个：Spark，XGBoost，Caffe，Tensorflow等\n-至少精通一门编程语言，熟悉网络编程、多线程、分布式编程技术，对数据结构和算法设计有较为深刻的理解\n-良好的逻辑思维能力，对数据敏感，能够发现关键数据、抓住核心问题\n-较强的沟通能力和逻辑表达能力，具备良好的团队合作精神和主动沟通意识\n-在NeurIPS、ICML、KDD、AAAI、IJCAI、UAI、AISTAT、ICLR、ECMLSIGIR等机器学习领域会议或期刊以第一作者发表过文章，或者有相关的开源项目贡献经验优先\n\n\n毕业时间：2023年9月-2024年8月\n工作地点：北京、上海\n招聘部门：搜索策略部、推荐策略部、推荐技术研发部、搜索架构部、商业研发部、搜索内容技术部、ACG AI平台部、深度学习技术平台部、自动驾驶技术部、智驾技术部",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/a8a3f533-1b3c-4320-ae20-fd5a4788dbce",
  },
  {
    id: "baidu_J58555",
    company: "蚂蚁集团",
    name: "2024AIDU-搜索产品研发方向",
    location: "北京",
    type: "全职",
    category: "技术",
    description:
      "-负责搜索产品的服务端研发工作\n-参与搜索整体研发效能和稳定性的提升工作\n-负责优化搜索垂类在线检索系统，参与服务架构设计，独立完成业务需求分析和软件设计\n-负责线上复杂性并发问题的解决",
    requirement:
      "-计算机相关专业，优秀硕士及博士学历，有互联网实习经历优先\n-精通Linux/Unix平台上的编程，熟练使用PHP/C++/golang/Python任一种语言进行开发\n-熟悉mysql，具有数据库设计和优化能力，熟悉常用nosql系统（redis、mongodb等至少一种）\n-具有扎实的计算机基础，算法设计/数据结构能力，有系统分析和设计的项目经验；\n-学习能力和逻辑思维强，具备较强的分析问题和解决问题的能力\n-有较强的产品理解，能从技术角度推动产品优化\n-熟悉PHP/ C++/golang/Python 多门语言者或者有检索系统项目经验者优先\n-同时面向愿意转换技术栈的其他语言同学\n\n毕业时间：2023年9月-2024年8月\n工作地点：北京\n招聘部门：搜索技术平台研发部",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/14717dd9-fb72-4c54-a8ab-dcd8fd14a35b",
  },
  {
    id: "baidu_J58553",
    company: "百度",
    name: "2024AIDU-向量检索方向",
    location: "北京",
    type: "全职",
    category: "技术",
    description:
      "-负责基于向量索引技术，以及与倒排索引等技术相融合的检索引擎设计与开发，并落地搜索等业务业务场景；\n-负责ANN(Approximate Nearest Neighbor)算法的设计与原型验证，协同软硬件实现大容量、高吞吐、高精度、低成本的向量索引算法，持续构建业界领先的产品竞争力；\n-持续跟踪学术界与产业界主流的向量索引算法与产品框架的最新进展",
    requirement:
      "-计算机、软件工程、数据库、大数据、自动化、人工智能、数学等相关方向的硕士及以上学历（优先），博士优先；\n-具备向量索引算法、向量数据处理、数学、统计学等方向理论基础，熟悉聚类（如k-means）、量化压缩(如PQ、SQ)、图搜索（如HNSW、NSG)等ANN算法者优先；\n-熟练使用C++，Python等编程语言，熟悉分布式系统、大数据存储、PMM、SSD、GPU等硬件特性，有GPU cuda编程经验者优先；\n-在高水平国际会议/学术期刊发表过相关论文，或有高水平竞赛获奖经历者优先；\n-有较强的工作责任心，具有探索和创新精神\n\n\n毕业时间：2023年9月-2024年8月\n工作地点：北京\n招聘部门：搜索内容技术部",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/111a135a-1a09-4e8d-8da3-4834ec71873e",
  },
  {
    id: "baidu_J58554",
    company: "百度",
    name: "2024AIDU-模型工程师方向",
    location: "北京",
    type: "全职",
    category: "技术",
    description:
      "-负责机器学习工程架构研发工作，包括推荐模型、CV、NLP等方向，包括预估架构、特征工程、模型训练、推理优化、混部调度等。 \n-负责大数据处理、系统稳定性、扩展技术研发，优化在线的高并发高可用服务架构以及离线的高负载大数据量的服务架构 \n-和团队一起攻克高性能、高并发、高可用性等各种不同技术场景下的技术挑战",
    requirement:
      "-计算机软件或相关专业优秀硕士及博士 \n-有Linux/Unix下开发经验，熟悉多线程编程、网络编程，熟悉脚本编程 \n-对数据结构和算法设计有较为深刻的理解，熟悉C/C++程序开发，有一定的高并发系统设计经验 \n-具有模型推理优化、分布式训练、GPU编程等经验者优先\n-熟悉Pytorch, Tensorflow, PaddlePaddle 等深度学习框架的优先 \n-熟悉常见CV/NLP/推荐算法的优先 \n-熟悉Bert，transformer，diffusion 等模型结构的优先\n-优秀的分析问题和解决问题的能力，对解决具有挑战性问题充满激情\n\n\n毕业时间：2023年9月-2024年8月\n工作地点：北京\n招聘部门：搜索内容技术部",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/b252a84a-29a1-4083-895e-a05fdd7cef32",
  },
  {
    id: "baidu_J58446",
    company: "哔哩哔哩",
    name: "2024AIDU-自然语言处理方向",
    location: "北京,深圳",
    type: "全职",
    category: "技术",
    description:
      "-研究自然语言处理、机器学习等方向的前沿技术问题，打造领先技术影响力，方向包括但不限于NLP大模型、对话、翻译、问答、生成、信息抽取、强化学习、图神经网络等方向\n-解决真实业务中的自然语言处理、机器学习等通用性技术问题，支持应用研发\n-为推进技术问题的发展和技术影响力建设，建设开源、开放的数据集与算法",
    requirement:
      "-包含但不限于计算机和数学等相关专业的博士和优秀硕士\n-有NLP或机器学习相关研究背景，熟悉至少一种深度学习算法框架 \n-熟练掌握C/C++或Python，对数据结构和算法有深入理解，有良好的动手能力\n-具有较好的团队沟通合作能力、理解能力，有责任心和自驱力\n-良好的英文文献阅读、沟通和写作能力\n-在NLP领域学术会议（ACL、EMNLP、COLING等）发表过高质量文章者优先\n\n\n毕业时间：2023年9月-2024年8月\n工作地点：北京、深圳\n招聘部门：自然语言处理部、人工智能创作研发组、搜索内容技术部、国际化产品研发中心、小度云平台部",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/43d3f4d5-c62d-4cc5-89b5-21f59418689e",
  },
  {
    id: "baidu_J58447",
    company: "蚂蚁集团",
    name: "2024AIDU-计算机视觉方向",
    location: "北京,上海",
    type: "全职",
    category: "技术",
    description:
      "-负责百度计算机视觉相关的技术(含无人车自定位、地图重建、图像点云物体识别分类算法、医疗影像AI分析）、系统、产品的研发工作\n-包括但不限于：移动图像技术应用、图像内容搜索、人脸检测识别、图像分类标注、OCR、增强现实、图像质量评价、图像处理、点云视觉定位、三维视觉重建、物体分类识别等\n-将技术创新推向亿万用户",
    requirement:
      "-创造性思维，富有想象力，有推进人工智能的理想和使命感\n-包括但不限于计算机、信息工程、模式识别、人工智能、自动化、软件工程、电子工程、统计学、应用数学、物理学/量子计算、信息安全、信号与信息处理等专业的博士和优秀硕士\n-掌握计算机视觉和图像处理基本算法，并在如下一个或多个相关方向有较深入研究：移动图像技术应用、图像内容搜索、人脸检测识别、图像分类标注、OCR、增强现实、图像质量评价、图像处理、3D视觉 (如,Stereo,SLAM,VIO,SfM)、三维数据分析（如Semantic Segmentation,3D Reconstruction，Vision for graphics）、嵌入式优化 （FPGA，Arm programming）、机器人相关技术（如multi-sensor fusion，路径规划,控制）等\n-了解机器学习基本算法，如分类、回归、聚类、概率模型等 \n-熟悉和掌握C/C++和脚本语言编程(如Shell, Python, Perl等）\n-具有良好的沟通能力，和良好的团队合作精神\n-在CVPR、ICCV、ECCV、ICML、NeurIPS、COLT等计算机视觉、机器学习学术会议或期刊以第一作者发表过文章、有丰富项目经验优先\n\n\n毕业时间：2023年9月-2024年8月\n工作地点：北京、上海\n招聘部门：视觉技术部、自动驾驶技术部、智驾技术部、Air 系统部、交通云业务组、地图内容生态、网盘技术部",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/06e95ed9-1436-47ff-bcd0-320874c0179c",
  },
  {
    id: "baidu_J58448",
    company: "百度",
    name: "2024AIDU-自动驾驶方向",
    location: "北京",
    type: "全职",
    category: "技术",
    description:
      "-负责百度自动驾驶汽车预测决策规划系统的研发、调试和测试工作\n-设计核心驾驶场景处理策略,完成相关算法研发和效果验证\n-与自动驾驶汽车其他各模块的工程师协同完成系统集成和调试工作",
    requirement:
      "-熟悉常见路径规划算法(例如A*、D*、RRT等 )或熟悉常用机器学习深度学习算法\n-具备较好编程能力，熟练掌握C++，有较大型系统开发经验\n-较好的沟通表达能力和团队合作意识\n-包含但不限于计算机、信息工程、模式识别、人工智能、自动化、软件工程、电子工程、车辆工程、信息安全、信号与信息处理等专业的博士和优秀硕士 \n具有以下条件者优先: \n-熟悉如MDP、POMDP、Game Theory等轨迹预测算法\n-有常用机器学习深度学习工具使用经验及实际项目经验\n-有ROS环境下开发经验，有机器人领域相关研发及竞赛经验\n-熟练掌握CarSim、CarMaker等汽车仿真软件使用方法\n-有强数学理论基础和背景\n\n\n毕业时间：2023年9月-2024年8月\n工作地点：北京\n招聘部门：自动驾驶技术部、智驾技术部",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/89c84c28-ea31-4053-8dba-5342e2180a4d",
  },
];
export default fakeData;
