const originJobsData = [
  {
    id: "baidu_J58445",
    company: "百度",
    name: "2024AIDU-机器学习/数据挖掘方向",
    location: "北京市",
    type: "AIDU项目",
    category: "技术",
    description:
      "-研究数据挖掘或统计学习领域的前沿技术,并用于实际问题的解决和优化\n-大规模机器学习算法研究及并行化实现,为各种大规模机器学习应用研发核心技术\n-通过对数据的敏锐洞察,深入挖掘产品潜在价值和需求,进而提供更有价值的产品和服务,通过技术创新推动产品成长",
    requirement:
      "-热爱互联网，对技术研究和应用抱有浓厚的兴趣，有强烈的上进心和求知欲，善于学习和运用新知识\n-包含但不限于计算机、信息工程、模式识别、人工智能、自动化、软件工程、电子工程、统计学、应用数学、物理学/量子计算、信息安全、信号与信息处理等专业的博士和优秀硕士\n-具有以下一个或多个领域的理论背景和实践经验：机器学习/数据挖掘/深度学习/信息检索/机制设计/博弈论\n-了解目前常见的机器学习或者深度学习框架中的一个或者多个：Spark，XGBoost，Caffe，Tensorflow等\n-至少精通一门编程语言，熟悉网络编程、多线程、分布式编程技术，对数据结构和算法设计有较为深刻的理解\n-良好的逻辑思维能力，对数据敏感，能够发现关键数据、抓住核心问题\n-较强的沟通能力和逻辑表达能力，具备良好的团队合作精神和主动沟通意识\n-在NeurIPS、ICML、KDD、AAAI、IJCAI、UAI、AISTAT、ICLR、ECMLSIGIR等机器学习领域会议或期刊以第一作者发表过文章，或者有相关的开源项目贡献经验优先\n\n\n毕业时间：2023年9月-2024年8月\n工作地点：北京、上海\n招聘部门：搜索策略部、推荐策略部、推荐技术研发部、搜索架构部、商业研发部、搜索内容技术部、ACG AI平台部、深度学习技术平台部、自动驾驶技术部、智驾技术部",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/a8a3f533-1b3c-4320-ae20-fd5a4788dbce",
  },
  {
    id: "baidu_J58555",
    company: "阿里",
    name: "2024AIDU-搜索产品研发方向",
    location: "深圳市",
    type: "AIDU项目",
    category: "技术",
    description:
      "-负责搜索产品的服务端研发工作\n-参与搜索整体研发效能和稳定性的提升工作\n-负责优化搜索垂类在线检索系统，参与服务架构设计，独立完成业务需求分析和软件设计\n-负责线上复杂性并发问题的解决",
    requirement:
      "-计算机相关专业，优秀硕士及博士学历，有互联网实习经历优先\n-精通Linux/Unix平台上的编程，熟练使用PHP/C++/golang/Python任一种语言进行开发\n-熟悉mysql，具有数据库设计和优化能力，熟悉常用nosql系统（redis、mongodb等至少一种）\n-具有扎实的计算机基础，算法设计/数据结构能力，有系统分析和设计的项目经验；\n-学习能力和逻辑思维强，具备较强的分析问题和解决问题的能力\n-有较强的产品理解，能从技术角度推动产品优化\n-熟悉PHP/ C++/golang/Python 多门语言者或者有检索系统项目经验者优先\n-同时面向愿意转换技术栈的其他语言同学\n\n毕业时间：2023年9月-2024年8月\n工作地点：北京\n招聘部门：搜索技术平台研发部",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/14717dd9-fb72-4c54-a8ab-dcd8fd14a35b",
  },
  {
    id: "baidu_J58553",
    company: "腾讯",
    name: "2024AIDU-向量检索方向",
    location: "北京市",
    type: "AIDU项目",
    category: "技术",
    description:
      "-负责基于向量索引技术，以及与倒排索引等技术相融合的检索引擎设计与开发，并落地搜索等业务业务场景；\n-负责ANN(Approximate Nearest Neighbor)算法的设计与原型验证，协同软硬件实现大容量、高吞吐、高精度、低成本的向量索引算法，持续构建业界领先的产品竞争力；\n-持续跟踪学术界与产业界主流的向量索引算法与产品框架的最新进展",
    requirement:
      "-计算机、软件工程、数据库、大数据、自动化、人工智能、数学等相关方向的硕士及以上学历（优先），博士优先；\n-具备向量索引算法、向量数据处理、数学、统计学等方向理论基础，熟悉聚类（如k-means）、量化压缩(如PQ、SQ)、图搜索（如HNSW、NSG)等ANN算法者优先；\n-熟练使用C++，Python等编程语言，熟悉分布式系统、大数据存储、PMM、SSD、GPU等硬件特性，有GPU cuda编程经验者优先；\n-在高水平国际会议/学术期刊发表过相关论文，或有高水平竞赛获奖经历者优先；\n-有较强的工作责任心，具有探索和创新精神\n\n\n毕业时间：2023年9月-2024年8月\n工作地点：北京\n招聘部门：搜索内容技术部",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/111a135a-1a09-4e8d-8da3-4834ec71873e",
  },
  {
    id: "baidu_J58554",
    company: "百度",
    name: "2024AIDU-模型工程师方向",
    location: "北京市",
    type: "AIDU项目",
    category: "技术",
    description:
      "-负责机器学习工程架构研发工作，包括推荐模型、CV、NLP等方向，包括预估架构、特征工程、模型训练、推理优化、混部调度等。 \n-负责大数据处理、系统稳定性、扩展技术研发，优化在线的高并发高可用服务架构以及离线的高负载大数据量的服务架构 \n-和团队一起攻克高性能、高并发、高可用性等各种不同技术场景下的技术挑战",
    requirement:
      "-计算机软件或相关专业优秀硕士及博士 \n-有Linux/Unix下开发经验，熟悉多线程编程、网络编程，熟悉脚本编程 \n-对数据结构和算法设计有较为深刻的理解，熟悉C/C++程序开发，有一定的高并发系统设计经验 \n-具有模型推理优化、分布式训练、GPU编程等经验者优先\n-熟悉Pytorch, Tensorflow, PaddlePaddle 等深度学习框架的优先 \n-熟悉常见CV/NLP/推荐算法的优先 \n-熟悉Bert，transformer，diffusion 等模型结构的优先\n-优秀的分析问题和解决问题的能力，对解决具有挑战性问题充满激情\n\n\n毕业时间：2023年9月-2024年8月\n工作地点：北京\n招聘部门：搜索内容技术部",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/b252a84a-29a1-4083-895e-a05fdd7cef32",
  },
  {
    id: "baidu_J58446",
    company: "百度",
    name: "2024AIDU-自然语言处理方向",
    location: "北京市",
    type: "AIDU项目",
    category: "技术",
    description:
      "-研究自然语言处理、机器学习等方向的前沿技术问题，打造领先技术影响力，方向包括但不限于NLP大模型、对话、翻译、问答、生成、信息抽取、强化学习、图神经网络等方向\n-解决真实业务中的自然语言处理、机器学习等通用性技术问题，支持应用研发\n-为推进技术问题的发展和技术影响力建设，建设开源、开放的数据集与算法",
    requirement:
      "-包含但不限于计算机和数学等相关专业的博士和优秀硕士\n-有NLP或机器学习相关研究背景，熟悉至少一种深度学习算法框架 \n-熟练掌握C/C++或Python，对数据结构和算法有深入理解，有良好的动手能力\n-具有较好的团队沟通合作能力、理解能力，有责任心和自驱力\n-良好的英文文献阅读、沟通和写作能力\n-在NLP领域学术会议（ACL、EMNLP、COLING等）发表过高质量文章者优先\n\n\n毕业时间：2023年9月-2024年8月\n工作地点：北京、深圳\n招聘部门：自然语言处理部、人工智能创作研发组、搜索内容技术部、国际化产品研发中心、小度云平台部",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/43d3f4d5-c62d-4cc5-89b5-21f59418689e",
  },
  {
    id: "baidu_J58447",
    company: "百度",
    name: "2024AIDU-计算机视觉方向",
    location: "北京市,上海市",
    type: "AIDU项目",
    category: "技术",
    description:
      "-负责百度计算机视觉相关的技术(含无人车自定位、地图重建、图像点云物体识别分类算法、医疗影像AI分析）、系统、产品的研发工作\n-包括但不限于：移动图像技术应用、图像内容搜索、人脸检测识别、图像分类标注、OCR、增强现实、图像质量评价、图像处理、点云视觉定位、三维视觉重建、物体分类识别等\n-将技术创新推向亿万用户",
    requirement:
      "-创造性思维，富有想象力，有推进人工智能的理想和使命感\n-包括但不限于计算机、信息工程、模式识别、人工智能、自动化、软件工程、电子工程、统计学、应用数学、物理学/量子计算、信息安全、信号与信息处理等专业的博士和优秀硕士\n-掌握计算机视觉和图像处理基本算法，并在如下一个或多个相关方向有较深入研究：移动图像技术应用、图像内容搜索、人脸检测识别、图像分类标注、OCR、增强现实、图像质量评价、图像处理、3D视觉 (如,Stereo,SLAM,VIO,SfM)、三维数据分析（如Semantic Segmentation,3D Reconstruction，Vision for graphics）、嵌入式优化 （FPGA，Arm programming）、机器人相关技术（如multi-sensor fusion，路径规划,控制）等\n-了解机器学习基本算法，如分类、回归、聚类、概率模型等 \n-熟悉和掌握C/C++和脚本语言编程(如Shell, Python, Perl等）\n-具有良好的沟通能力，和良好的团队合作精神\n-在CVPR、ICCV、ECCV、ICML、NeurIPS、COLT等计算机视觉、机器学习学术会议或期刊以第一作者发表过文章、有丰富项目经验优先\n\n\n毕业时间：2023年9月-2024年8月\n工作地点：北京、上海\n招聘部门：视觉技术部、自动驾驶技术部、智驾技术部、Air 系统部、交通云业务组、地图内容生态、网盘技术部",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/06e95ed9-1436-47ff-bcd0-320874c0179c",
  },
  {
    id: "baidu_J58448",
    company: "百度",
    name: "2024AIDU-自动驾驶方向",
    location: "北京市",
    type: "AIDU项目",
    category: "技术",
    description:
      "-负责百度自动驾驶汽车预测决策规划系统的研发、调试和测试工作\n-设计核心驾驶场景处理策略,完成相关算法研发和效果验证\n-与自动驾驶汽车其他各模块的工程师协同完成系统集成和调试工作",
    requirement:
      "-熟悉常见路径规划算法(例如A*、D*、RRT等 )或熟悉常用机器学习深度学习算法\n-具备较好编程能力，熟练掌握C++，有较大型系统开发经验\n-较好的沟通表达能力和团队合作意识\n-包含但不限于计算机、信息工程、模式识别、人工智能、自动化、软件工程、电子工程、车辆工程、信息安全、信号与信息处理等专业的博士和优秀硕士 \n具有以下条件者优先: \n-熟悉如MDP、POMDP、Game Theory等轨迹预测算法\n-有常用机器学习深度学习工具使用经验及实际项目经验\n-有ROS环境下开发经验，有机器人领域相关研发及竞赛经验\n-熟练掌握CarSim、CarMaker等汽车仿真软件使用方法\n-有强数学理论基础和背景\n\n\n毕业时间：2023年9月-2024年8月\n工作地点：北京\n招聘部门：自动驾驶技术部、智驾技术部",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/89c84c28-ea31-4053-8dba-5342e2180a4d",
  },
  {
    id: "baidu_J58449",
    company: "百度",
    name: "2024AIDU-昆仑芯片方向",
    location: "北京市",
    type: "AIDU项目",
    category: "技术",
    description:
      "芯片设计方向\n-AI芯片SoC的前端研发\n-负责微架构设计，RTL开发\n-参与时序分析优化，PPA优化\n-参与微电路架构，电路设计实现\n-参与ip集成验证并且tape out等全流程\n\n高性能研发方向\n-AI芯片接入PaddlePaddle、Pytorch、Tensorflow等深度学习框架和性能优化工作 \n-负责主流AI模型对昆仑AI芯片的适配和性能优化工作 \n-探索昆仑AI芯片分布式训练方案，解决芯片互联、通讯库等关键问题",
    requirement:
      "芯片设计方向\n-微电子、计算机、通信、自动化专业硕士及以上学历\n-具备计算机体系结构基本知识\n-熟悉数字电路前端设计流程\n\n高性能研发方向\n-计算机及计算机相关专业硕士及以上学历 \n-熟悉C/C++，良好的编程习惯，熟悉计算机基础算法和数据结构，熟悉 Linux 开发环境 \n加分项： \n-有深度学习框架(Pytorch, Tensorflow, PaddlePaddle等)开发或使用经验者优先 \n-熟悉MLPerf，有相关使用经验者优先 \n-熟悉MPI、RDMA、GPU direct等技术者优先\n\n毕业时间：2023年9月-2024年8月\n工作地点：北京\n招聘部门：昆仑芯",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/6c87435c-5e15-4127-a9cb-7fd428fa8832",
  },
  {
    id: "baidu_J58450",
    company: "百度",
    name: "2024AIDU-语音技术方向",
    location: "北京市",
    type: "AIDU项目",
    category: "技术",
    description:
      "-责海量无标数据下的预训练语音识别和生成算法的设计与实现\n–负责语音识别和合成前沿算法和应用技术研发 \n-负责语音信号处理、唤醒、声纹和情感识别等技术及产品研发 \n-负责语音语义一体化交互技术及产品研发",
    requirement:
      "-计算机、电子或自动化等计算机和人工智能相关专业应届博士/硕士毕业生\n-熟悉主流的开源深度学习框架，python等脚本熟练，精通c++和CUDA等语言和工具者优先\n-具备优秀的逻辑思维能力，较强的沟通能力和学习能力\n-有语音、NLP、视觉、机器学习、预训练技术和高性能计算相关经验，对钻研技术有极大热情的同学优先 \n\n\n毕业时间：2023年9月-2024年8月\n工作地点：北京\n招聘部门：语音技术部",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/86930565-3d6c-42c2-a1e4-58bc00751d04",
  },
  {
    id: "baidu_J58451",
    company: "百度",
    name: "2024AIDU-跨模态算法方向",
    location: "北京市",
    type: "AIDU项目",
    category: "技术",
    description:
      "-从事文本-图像、文本-视频等跨模态算法研发和优化，跟进并保持业界技术领先\n-推进跨模态内容理解/生成前沿技术的创新落地，提升应用效果和性能\n-从事AIGC等技术产品策略研发，提升端到端产品体验和效果\n-构建多模态数据的内容理解、内容分类、标签体系、内容结构化，质量度等标注体系和技术方案",
    requirement:
      "-深度学习/机器学习、多模态学习、自然语言处理、计算机视觉等相关专业\n- 熟练掌握深度学习技术和基础理论，熟练使用pytorch/tensorflow/paddlepaddle等至少一种主流深度学习框架\n-能够独立实现前沿模型，有NLP/CV/ML顶会发表经验者（ACL/EMNLP/CVPR/ICCV/NeurIPS等）优先\n-对多模态学习有深入理解和实践，有多模态预训练、图像生成、视频生成方向经验者优先\n-具备极强的代码能力，编程比赛和学术评测竞赛高名次（ACM/Kaggle等）者优先\n-有良好的自我学习能力及自驱力，对前沿领域有强探索欲，有团队合作精神\n\n\n毕业时间：2023年9月-2024年8月\n工作地点：北京\n招聘部门：知识图谱部",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/fbc74852-132b-4eaa-ba5d-0d7368537e15",
  },
  {
    id: "baidu_J58905",
    company: "百度",
    name: "Feed及文娱评估分析组_用户研究实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-深度洞察短视频/直播类行业和产品，并进行深入细致的用户研究，为公司业务/创新业务战略迭代提供用户侧分析支持\n-以定量和定性方法解决产品、运营、增长等相关的用户分析问题，能够独立完成项目方案设计分析呈现\n-参与各种研究执行工作，包括但不限于深度访谈，焦点小组，可用性测试等，可独立撰写调研问卷\n-能独立完成分析呈现，结合用户反馈和数据分析，研究用户特征、拆解用户需求，行为模式等 ， 为产品等相关部门提供有价值的数据洞察和分析报告",
    requirement:
      "-本科及以上在读同学\n-善于深度思考问题，较强的结构化思考能力和分析能力\n-良好的定量与定性研究能力，熟练掌握SPSS等分析工具的候选人优先\n-拥有互联网用户研究、市场调研等相关领域经验优先\n-可实习6个月优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/3ebfccad-8b0c-4ab8-806f-8e38e1807bc4",
  },
  {
    id: "baidu_J58946",
    company: "百度",
    name: "AI应用产品部_计算机视觉实习生",
    location: "北京市,上海市",
    type: "日常",
    category: "技术",
    description:
      "-参与公司计算机视觉相关项目的开发和优化\n-负责图像识别、目标检测、图像生成与编辑等算法的研究和实现\n-对已有算法进行维护和优化，提高其性能和稳定性\n-参与相关技术文档的编写和维护\n-负责新技术的学习、研究和应用",
    requirement:
      "-本科及以上学历，计算机、数学、模式识别等相关专业\n- 熟练掌握至少一种编程语言，如Python、C++等，具备良好的编程习惯和文档编写能力\n-熟练掌握classification、detection、CNN、transformer等算法的基本原理\n-有计算机视觉相关项目开发经验者优先考虑\n-具备良好的团队合作精神和沟通能力",
    url: "https://talent.baidu.com/jobs/detail/INTERN/67f734a6-1295-4709-bc7b-57dbe7a932e2",
  },
  {
    id: "baidu_J58814",
    company: "百度",
    name: "百度APP产品研发部_PMO",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-围绕项目过程管理支持，协助推动跨部门/跨团队项目落地实施，支持项目前、中、后期各环节执行管理，具体包含：\n-协助完善和推行产研项目管理工作，及时总结并同步项目干系人项目状态和风险，对于项目暴露的风险，能够及时发现并有效推动解决\n-完成项目相关的会议组织、记录、待办跟进以及项目相关文档沉淀等\n-协助采集项目信息进行分析，整理总结相关报告等资料\n-根据业务需求，完成相关外部对标调研\n-完成部门leader安排的其他工作",
    requirement:
      "-本科及以上学历，经管理工科专业优先\n-熟练使用office等办公工具，具有一定数据分析基础知识和项目管理基础知识\n-具有强自主性、自驱力、责任心、以及优秀的逻辑思维和沟通协调能力，勇于承担工作压力并面对挑战\n-每周可保持至少4天在岗，实习时长不少于三个月，九月后可继续实习优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/719be5fe-3131-44dc-b20f-82e188723f4a",
  },
  {
    id: "baidu_J12182",
    company: "百度",
    name: "百度云-HR实习生(招聘方向)",
    location: "北京市",
    type: "日常",
    category: "专业服务和管理支持",
    description:
      "-协助recruiter高效完成指定的招聘工作\r\n-通过各种渠道筛选候选人的简历，与意向候选人进行初步电话沟通\r\n-及时收集和反馈招聘相关信息与数据，对数据进行统计和总结分析\r\n-完成leader安排的其他任务",
    requirement:
      "-在校学生，2023年及以后毕业；本科学历及以上，人力资源相关专业\n-实习4个月以上，有相关实习经历，致力于HR职业发展的同学优先考虑\n-具备较强的沟通能力和判断能力，能够承受一定的工作压力",
    url: "https://talent.baidu.com/jobs/detail/INTERN/e565e7c4-6050-438a-861e-4cf3b01865c7",
  },
  {
    id: "baidu_J58704",
    company: "阿里",
    name: "市场策略与中台组_市场实习生",
    location: "北京市",
    type: "日常",
    category: "专业服务和管理支持",
    description:
      "-协助市场营销活动的策划与执行，与相关合作方进行对接\n-协助市场采购、合同等相关内部流程\n-协助整理相关数据，进行数据分析与总结\n-协助进行其他相关市场工作支持",
    requirement:
      "-市场营销相关专业有限，2023年及以后毕业的本科或研究生优先\n-抗压能力强，有责任心，有较强的逻辑思维能力，做事细致有条理\n-熟悉使用各种OFFICE办公软件，电脑操作熟练\n-至少全勤实习3-6个月，尽快入职",
    url: "https://talent.baidu.com/jobs/detail/INTERN/ad8f80e0-3975-431d-ba73-13919319e22c",
  },
  {
    id: "baidu_J58768",
    company: "百度",
    name: "AI能力引擎研发组_计算机视觉方向研发实习生",
    location: "北京市,上海市,成都市",
    type: "日常",
    category: "技术",
    description:
      "-参与计算机视觉、文本处理分析相关技术研发\n-包括但不限于OCR文字识别、文档结构化、文档阅读顺序，LLM生成等任务\n-负责算法开发和效果优化，并确保其性能和效率达到预期目标\n-与团队成员紧密合作，协同解决开发过程中遇到的问题和技术挑战",
    requirement:
      "-计算机、软件工程、信息技术、数学等相关专业本科及以上学历\n-有计算机视觉相关项目经验，熟练掌握常用机器学习算法(包括但不限于GBDT,Transformer,CNN/RNN/GNN等)和深度学习技术\n-良好的编程能力，熟练使用至少一种编程语言（如Python、Java、C++等）；熟悉至少一种深度学习框架（如PaddlePaddle, PyTorch, TensorFlow等）\n- 良好的团队合作和沟通能力，有较强的自我驱动能力和学习能力，具有较好的执行力\n-在OCR文字识别、文档结构化、文档阅读顺序等方向有实际项目经验，或在计算机视觉、自然语言处理领域相关会议发表论文者优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/9248c918-f8ec-4e57-8b78-01e1f56912b8",
  },
  {
    id: "baidu_J58747",
    company: "百度",
    name: "运营架构组_大模型实践专员",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-协助完成内部大模型试点应用产品的相关工作，包括不限于数据标注、需求整理等\n-对接项目相关团队，协助推进产品落地\n-协助开展大模型行业竞争格局、商业模式等方面研究，完成行业信息收集、Deep Dive\n-协助调研访谈和桌面研究，对相关业务进行数据分析和商业分析\n",
    requirement:
      "-大三、大四或研二、研三在读学生，计算机、机器学习、AI相关专业背景优先\n-熟悉SQL逻辑、具备SQL编写能力优先，具备产品开发等相关实习经验优先\n-对大模型等新趋势感兴趣，自主学习意识强\n-具备良好的沟通能力，能快速融入团队",
    url: "https://talent.baidu.com/jobs/detail/INTERN/0ce5c328-6e10-4290-a0ab-4d103967f7af",
  },
  {
    id: "baidu_J58692",
    company: "阿里",
    name: "元宇宙应用研发组_U3D实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-希壤客户端UI界面制作\n-希壤大世界客户运营需求开发\n-客户端工具，编辑器开发\n-定制副本开发",
    requirement:
      "-熟练掌握C#语言，有良好的编码习惯 \n-熟练使用Unity UGUI，动画系统，粒子系统，物理系统等基础组件\n-能够运用Unity插件，独立完成小型项目\n-良好的沟通能力，具备强烈的责任感, 抗压能力及团队合作精神\n",
    url: "https://talent.baidu.com/jobs/detail/INTERN/94868127-7aaf-4379-aead-5b6c51516929",
  },
  {
    id: "baidu_J58495",
    company: "百度",
    name: "质量效能研发组_服务端研发实习生",
    location: "上海市",
    type: "日常",
    category: "技术",
    description:
      "-负责百度质量效能平台服务端产品研发\n-负责设计高稳定性、高可用性、高扩展性、定制化的服务架构\n-持续对工程、质效进行改进与优化，提高产品迭代效率\n-持续学习和调研先进技术和行业动态，关注竞品发展",
    requirement:
      "-计算机及相关专业本科及以上学历\n-具备扎实的计算机基础，熟悉 linux，掌握常用数据结构／算法／设计模式，至少深入理解一门编程语言：JAVA、Golang\n-至少熟悉一个关系型数据库（如MySQL、SQL Server）以及相关的数据库调优技巧\n-有良好的沟通、协调、抗压能力，技术迁移能力强，善于理解和学习，务实自驱，乐于接受新事物",
    url: "https://talent.baidu.com/jobs/detail/INTERN/bae1cf7a-6aed-4b53-a9e3-ae8cebd45b98",
  },
  {
    id: "baidu_J58559",
    company: "百度",
    name: "质量效能研发组_java开发实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-参与公司研发工具链的开发，包含资源调度、自动化、性能、大数据分析和处理等\n-负责工程平台的设计、开发及优化工作\n-参与工具的落地和推广，在百度各产品线使用\n-参与全流程智能化的设计实现（包含智能调度、智能执行、资源整合等）",
    requirement:
      "-计算机相关专业，本科及以上学历\n-快速的产品及业务学习能力，敏捷而周到的逻辑思维能力\n-热爱互联网，有责任心，敢于担当，有团队合作精神\n-熟悉软件测试或开发\n-能熟练地应用Java/Spring MVC进行开发\n-有大型集群及数据运维经验者优先，有基础架构开发经验者优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/f37996e7-cf49-499e-a068-38ea028bc6c8",
  },
  {
    id: "baidu_J55501",
    company: "百度",
    name: "深圳-计算机视觉算法研发工程师",
    location: "深圳市",
    type: "校招",
    category: "技术",
    description:
      "-负责百度计算机视觉相关的技术(含无人车自定位、地图重建、图像点云物体识别分类算法、医疗影像AI分析）、系统、产品的研发工作\r\n-包括但不限于：移动图像技术应用、图像内容搜索、人脸检测识别、图像分类标注、OCR、增强现实、图像质量评价、图像处理、点云视觉定位、三维视觉重建、物体分类识别等 \r\n-将技术创新推向亿万用户\r\n",
    requirement:
      "-创造性思维，富有想象力，有推进人工智能的理想和使命感\r\n-掌握计算机视觉和图像处理基本算法，并在如下一个或多个相关方向有较深入研究：移动图像技术应用、图像内容搜索、人脸检测识别、图像分类标注、OCR、增强现实、图像质量评价、图像处理、3D视觉 (如,Stereo,SLAM,VIO,SfM)、三维数据分析（如Semantic Segmentation,3D Reconstruction，Vision for graphics）、嵌入式优化 （FPGA，Arm programming）、机器人相关技术（如multi-sensor fusion，路径规划,控制）等\r\n-了解机器学习基本算法，如分类、回归、聚类、概率模型等 \r\n-熟悉和掌握C/C++和脚本语言编程(如Shell, Python, Perl等）\r\n-具有良好的沟通能力，和良好的团队合作精神\r\n-有相关实践经验者优先",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/111f7a34-e91b-45b8-83d1-05bac792f912",
  },
  {
    id: "baidu_J55500",
    company: "百度",
    name: "北京-计算机视觉算法研发工程师",
    location: "北京市",
    type: "校招",
    category: "技术",
    description:
      "-负责百度计算机视觉相关的技术(含无人车自定位、地图重建、图像点云物体识别分类算法、医疗影像AI分析）、系统、产品的研发工作\r\n-包括但不限于：移动图像技术应用、图像内容搜索、人脸检测识别、图像分类标注、OCR、增强现实、图像质量评价、图像处理、点云视觉定位、三维视觉重建、物体分类识别等 \r\n-将技术创新推向亿万用户",
    requirement:
      "-创造性思维，富有想象力，有推进人工智能的理想和使命感\r\n-掌握计算机视觉和图像处理基本算法，并在如下一个或多个相关方向有较深入研究：移动图像技术应用、图像内容搜索、人脸检测识别、图像分类标注、OCR、增强现实、图像质量评价、图像处理、3D视觉 (如,Stereo,SLAM,VIO,SfM)、三维数据分析（如Semantic Segmentation,3D Reconstruction，Vision for graphics）、嵌入式优化 （FPGA，Arm programming）、机器人相关技术（如multi-sensor fusion，路径规划,控制）等\r\n-了解机器学习基本算法，如分类、回归、聚类、概率模型等 \r\n-熟悉和掌握C/C++和脚本语言编程(如Shell, Python, Perl等）\r\n-具有良好的沟通能力，和良好的团队合作精神\r\n-有相关实践经验者优先",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/c173f328-5e85-4385-8fa3-a0100f285257",
  },
  {
    id: "baidu_J55499",
    company: "百度",
    name: "深圳-机器学习/数据挖掘/自然语言处理工程师",
    location: "深圳市",
    type: "校招",
    category: "技术",
    description:
      "-研究数据挖掘或统计学习领域的前沿技术,并用于实际问题的解决和优化\r\n-大规模机器学习算法研究及并行化实现,为各种大规模机器学习应用研发核心技术\r\n-通过对数据的敏锐洞察,深入挖掘产品潜在价值和需求,进而提供更有价值的产品和服务,通过技术创新推动产品成长",
    requirement:
      "-热爱互联网，对技术研究和应用抱有浓厚的兴趣，有强烈的上进心和求知欲，善于学习和运用新知识\r\n-具有以下一个或多个领域的理论背景和实践经验：机器学习/数据挖掘/深度学习/信息检索/自然语言处理/机制设计/博弈论\r\n-至少精通一门编程语言，熟悉网络编程、多线程、分布式编程技术，对数据结构和算法设计有较为深刻的理解\r\n-良好的逻辑思维能力，对数据敏感，能够发现关键数据、抓住核心问题\r\n-较强的沟通能力和逻辑表达能力，具备良好的团队合作精神和主动沟通意识\r\n 具有以下条件者优先：\r\n-具有以下一个或多个领域的理论背景和实践经验，包括机器学习/深度学习/强化学习/自然语言处理/推荐系统/信息检索等\r\n-深入理解机器学习常用组件（全连接神经网络，CNN等）的原理，有1年以上机器学习相关项目或研究经验\r\n-熟练掌握常用数据结构及算法\r\n-熟悉JAVA/C++等语言编程，有一定编程经验\r\n-熟练使用至少一门脚本语言，如python，linux shell等\r\n-熟悉linux操作系统，能胜任在linux操作系统上工作\r\n-熟练使用sql语言进行常用的数据库操作\r\n-有强烈的责任心和团队配合意识及能力，并有较强的解决问题能力\r\n-熟悉海量数据处理、最优化算法、分布式计算或高性能并行计算，有相关项目经验",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/155da290-0550-444b-9ff0-3f0f678b30c9",
  },
  {
    id: "baidu_J55503",
    company: "百度",
    name: "北京-语音技术工程师",
    location: "北京市",
    type: "校招",
    category: "技术",
    description:
      "-负责语音识别算法的设计与实现，开展国际领先的识别系统研发以及海量数据的识别效果优化\r\n-负责语音唤醒、声纹识别等技术及产品研发\r\n-负责语音合成技术及产品研发\r\n-负责语音语义交互技术及产品研发",
    requirement:
      "-计算机、电子或自动化相关专业应届毕业生\r\n-精通Linux平台C/C++编程，对数据结构和算法设计有深刻的理解\r\n-精通python等脚本\r\n-具备优秀的逻辑思维能力，较强的沟通能力和学习能力\r\n-有语音、自然语言处理、机器学习、高性能计算相关经验，对钻研技术有极大热情的同学优先",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/8fd9f7bc-0539-464e-82f0-cb8fd64b64c3",
  },
  {
    id: "baidu_J55509",
    company: "百度",
    name: "深圳-高性能计算研发工程师",
    location: "深圳市",
    type: "校招",
    category: "技术",
    description:
      "-参与深度学习平台飞桨（ PaddlePaddle）深度学习框架的设计、开发和业务支持\r\n-负责CV、NLP和语音等深度学习模型在CPU、GPU、DSP和AI加速器等不同硬件下的优化",
    requirement:
      "-精通C/C++语言，了解python\r\n-扎实的计算机体系结构和并行计算基础，对高性能计算和性能优化感兴趣\r\n-CPU、GPU、DSP和AI加速器等任意一种架构有过科研或实践经验\r\n-对机器学习、深度学习或计算机视觉有一定的了解",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/8256b021-f34b-4ea9-a7ea-d988747010d8",
  },
  {
    id: "baidu_J58613",
    company: "百度",
    name: "商业质量效能组_测试开发实习生（商业）",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-负责商业类产品的测试工作\n-参与产品需求、系统设计和程序代码的评审工作并提出改进意见\n-评估项目质量风险并制定项目测试方案，设计并执行测试用例，跟踪定位产品软件中的缺陷或问题，保证项目质量和进度\n-根据产品和项目特点，提出合理的自动化解决方案，并负责产品线特色化的测试框架和测试工具，运用技术手段提升代码交付的质量和效率\n-参与互联网产品整个工程生产、发布过程中的技术创新，包括研发敏捷研发工具、线上监控系统、性能测试和监督工具等精确评估线上系统表现，以创新的工作模式提升产品的用户价值",
    requirement:
      "-计算机相关专业，本科及以上学历\n-能熟练地应用以下一门或几门技术进行相关开发：C/C++/Java/Objective-C、Linux/Unix Shell、Perl/Python/PHP、JavaScript/Html/Ajax、MySql/Oracle及相关数据库技术等-具备快速的产品及业务学习能力，敏捷全面的逻辑思维能力\n-有责任心、敢于担当，工作积极主动，具备良好的团队合作精神，能融入多功能团队并与其他部门同事进行良好的沟通及合作\n-热爱互联网，对互联网相关业务或技术充满好奇及热情\n-实习期4个月以上，base北京",
    url: "https://talent.baidu.com/jobs/detail/INTERN/c4fa302e-dfdb-4eb8-b5f0-b8b889d572d3",
  },
  {
    id: "baidu_J58638",
    company: "百度",
    name: "度目及人脸人体产品组_端侧SDK产品实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-历史客户回访、客户画像分析、推进产品商业化策略优化\n-产品对外官网维护、文档更新、宣传运营推广\n-撰写AI生态产品及解决方案销售工具包\n-与工单、销售团队配合，推动部门间协调降本增效\n-协助产品/运营完成其他日常相关工作",
    requirement:
      "-本科及以上24-25届在读，可以稳定实习4-6个月，每周5天；\n-思维清晰，注重细节，认真负责，有良好的执行和学习能力；\n-具备基础产品/运营能力，有大厂B端产品/运营实习经验优先，可稳定实习6个月以上优先；\n-有AI方向相关实习经验优先\n-理工科专业优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/b0aada8a-5d1d-4be1-a3b1-492bff8f4390",
  },
  {
    id: "baidu_J58568",
    company: "百度",
    name: "度家产品组_NLP产品经理实习生",
    location: "上海市",
    type: "日常",
    category: "产品",
    description:
      "-参与智能家居/对话类产品竞品分析及调研相关工作；\n-参与NLP对话技能设计及优化，承担一定的需求编写及进度跟进工作；\n-协助平台、官网、文档等相关更新；\n-配合对用户反馈的产品Case进行测试；\n-协助产品进行日常数据统计及分析相关工作",
    requirement:
      "-计算机、信息技术、电子信息等相关专业，能够长期实习者优先；\n-了解NLP、聊天机器人相关原理或有相关项目经验者优先；\n-擅长文档编写优先；\n-熟练掌握各类办公工具用法，有数据分析经验者优先；\n-学习能力强，积极主动，善于沟通；",
    url: "https://talent.baidu.com/jobs/detail/INTERN/4d9b2e6f-571a-42fc-b37d-ebfcbb097cad",
  },
  {
    id: "baidu_J58574",
    company: "百度",
    name: "智能客服及服务型数字人产品组_AI产品运营实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-对话模型搭建，了解行业模型特点，收集数据并搭建行业会话模型\n-收集、评测友商对话机器人流程，分析并产出报告\n-制定引流计划，通过线上线下活动等手段提升产品用户新增规模，通过运营漏斗分析用户转化率，基于数据驱动发现问题并进行产品、营销、渠道模式优化，提升运营效能、推动增长\n-建设更新全产品系列售前材料，赋能销售体系",
    requirement:
      "-具备良好的商业思维、创新思维、有市场前瞻性，对技术变革敏感\n-有出色的沟通能力，团队合作精神，并能整合多方力量达成业务目标\n-对数据敏感，有一定的数据分析能力，能从数据背后发掘商机，驱动业务增长\n-喜欢挑战性的工作，工作激情饱满，能承受工作压力",
    url: "https://talent.baidu.com/jobs/detail/INTERN/9a814e60-c541-4d28-a23a-ccbac0f8756e",
  },
  {
    id: "baidu_J58536",
    company: "百度",
    name: "内容风险管理部_舆情运营实习生",
    location: "北京市",
    type: "日常",
    category: "专业服务和管理支持",
    description:
      "-负责对舆情事件进行日常监测、分析、追踪，及时发现并升级高危风险舆情\n-协助对舆情平台功能进行优化，梳理并完善关键词，定期进行更新\n-跨部门协调沟通，主动push项目，高效推动问题解决\n-关注行业动态，协助进行相关研究\n\n\n",
    requirement:
      "-统招本科及以上学历在读\n-逻辑清晰，热爱思考，具有敏锐的洞察力和分析能力\n-责任心强，踏实，善于沟通\n-每周可工作4~5天优先，熟练使用excel优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/991e04bf-8b73-4fcc-ba4c-804a6100ee55",
  },
  {
    id: "baidu_J57357",
    company: "百度",
    name: "北京-资金分析专员",
    location: "北京市",
    type: "校招",
    category: "专业服务和管理支持",
    description:
      "1、定期进行现金流分析和预测，编制资金管理报告\n2、了解业务，支持供应链相关产品分析\n3、支持理财产品分析，协助制定理财计划，产品配置\n4、支持融资和授信项目的推进，协助贷后管理\n5、研究宏观经济、监管政策、资本市场动态，以及支持资金内部分析工作，为资金管理决策提供支持",
    requirement:
      "1、金融相关专业，专业基础扎实，CFA/CPA优先\n2、良好的英语听说及书写能力\n3、良好的沟通和协调解决问题的能力\n4、学习能力强、责任心强，工作细致、严谨",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/04c20374-c857-4f28-9785-dbfed175266d",
  },
  {
    id: "baidu_J57352",
    company: "百度",
    name: "北京-应付会计",
    location: "北京市",
    type: "校招",
    category: "专业服务和管理支持",
    description:
      "负责集团成本费用相关的核算工作，包括：\n1、根据财务制度和公司相关管理办法与要求，进行报销审核工作；\n2、审核付款合同，提出财务审核意见。\n3、按时准确完成财务结账工作并出具各类财务报表。\n4、管理往来科目，确保余额合理。\n5、配合完成内外部审计工作,提供审计资料。\n6、领导安排的其他工作。",
    requirement:
      "1、硕士应届毕业生；\n2、会计学、财务管理等财经类专业；\n3、专业知识优秀，熟练使用办公软件；\n4、有较强的学习能力、逻辑分析能力与执行力；具备热情与激情，能专注的投入工作；有较强的沟通能力和良好的团队合作精神。\n5、有企业财务相关实习经验，通过注册会计师考试合格者优先。",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/cdfdbd10-382b-45cb-820e-835aac0ffa7d",
  },
  {
    id: "baidu_J55553",
    company: "百度",
    name: "北京-采购系统运营专员",
    location: "北京市",
    type: "校招",
    category: "专业服务和管理支持",
    description:
      "-根据采购平台系统及采购流程制度，在确保合规的前提下，支持保障业务执行；\r\n-结合规范及业务使用，负责商品运营管理，实现商品生命周期的有效闭环；\r\n-能够主动挖掘收集业务痛点，协助进行需求澄清，跟进开发进展，推动按时保质保量交付；\r\n-沉淀、更新有效实施流程、工具及文档，不断完善优化交付质量及按时交付比例；\r\n-负责部门文档管理工作，通过内容复用，提高业务效率；\r\n-日常采购部其他系统相关运维工作。",
    requirement:
      "-大学本科或以上学历，采购管理、供应链管理、计算机或信息管理等相关专业；\r\n-具有信息系统业务维护，或熟悉采购业务执行流程经验者优先；\r\n-对于新事物可快速学习掌握、逻辑清晰，执行力强且做事有条理，擅长沟通表达；\r\n-正直乐观，贡献意愿强，尽职尽责，以终为始；",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/df02c1e2-3aa2-4f4c-b70f-f68ed6fca9bf",
  },
  {
    id: "baidu_J55552",
    company: "百度",
    name: "北京-信控分析专员",
    location: "北京市",
    type: "校招",
    category: "专业服务和管理支持",
    description:
      "-负责执行信用评估，提供信用评估意见与审核合同；\r\n-不断完善集团信用政策、信用关键控制点的梳理与优化，推动信用管理措施的落地；\r\n-监控与分析所负责业务的应收账款现状，并提出合理化改进建议，督促应收账款的回收和清理；重点客户的对账及应收处置方案的参与；\r\n-对客户的应收账款进行动态监控，发现问题及时预警处置，完成月度应收账款分析；\r\n-协助系统开发，结合风险管理和数据分析问题，提出解决方案，推进管理精细化，智能化。",
    requirement:
      "-财务会计/财务管理相关专业本科以上学历\r\n-有较好的沟通能力，抗压性较强\r\n-有较强的洞察力，风险判断的敏感度\r\n-敢于发表意见和善于提出合理化解决建议\r\n",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/e13267f1-02c9-4f73-9159-3ec8d2f7c44b",
  },
  {
    id: "baidu_J55818",
    company: "百度",
    name: "北京-资金出纳专员",
    location: "北京市",
    type: "校招",
    category: "专业服务和管理支持",
    description:
      "-负责集团境内外银行账户及商户号管理，对接银行进行日常业务沟通；\n-负责公司支付业务，确保款项按时支付；\n-协助每日头寸安排，资金划拨，资金理财等，确保资金安全第一，提升流动性、收益性水平；\n-参与集团资金系统建设和完善，不断提升资金业务精细化、自动化能力；\n-协助资金分析工作，为管理决策提供支持；\n-对接内部各业务部门，对于资金端需求提供全方位支持，确保业务高效开展。",
    requirement:
      "-财务会计相关专业本科以上学历\n-大学英语四级及以上，日语N2及以上优先\n-良好的沟通及团队合作力\n-较强的责任感，工作细致、严谨",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/5aec8826-4b01-4035-b943-4349c0ba2023",
  },
  {
    id: "baidu_J55550",
    company: "百度",
    name: "北京-商业分析师",
    location: "北京市",
    type: "校招",
    category: "专业服务和管理支持",
    description:
      "-开展移动互联网各个细分领域的行业研究,包括整体市场环境、细分领域发展、竞争对手分析、新商业模式探索、新技术研究等 -支持顶层规划设计,包括整体战略目标设定、组织设计和定位、场景决策、用户体验设计、基础设施建设等 -拆解目标并设计管控机制,对目标进行跟踪、管理、监督,确保战略落地和目标达成 -对细分业务的经营情况进行数据分析,及时发现业务问题并提出相应的解决方案和路径",
    requirement:
      "-本科及以上学历,经管类专业优先 -具备互联网商业分析、战略分析、咨询公司经历优先 -具备结构化思考能力、思辨能力优先 - 具备优秀的自我驱动意识，有韧性",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/6f42329e-455e-4915-b423-89b0a4c707cd",
  },
  {
    id: "baidu_J55532",
    company: "百度",
    name: "北京-产品经理",
    location: "北京市",
    type: "校招",
    category: "产品",
    description:
      "-关注并分析互联网用户行为，能从用户行为中发现所负责产品的潜在用户需求\r\n-针对用户需求进行研究，并设计出相应的产品功能\r\n-与各其他团队密切配合一起工作，推动产品功能实现并取得预期的效果\r\n-对产品进行数据分析，验证产品的健康状况并及时发现产品的潜在问题\r\n-跟进用户反馈并与用户交流，深入了解用户的心声",
    requirement:
      "-专业不限，有计算机相关专业背景者优先\r\n-热爱互联网，对互联网市场的敏感度高\r\n-对用户需求有正确的理解和判断\r\n-注重细节，具备针对用户需求设计出优秀产品的潜质\r\n-拥有良好的沟通和协作能力，思维活跃，领悟力强，乐于接受新鲜事物",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/f08c6966-f56f-45a0-9463-8a99cd0d9e6d",
  },
  {
    id: "baidu_J55508",
    company: "百度",
    name: "上海-用户增长数据科学工程师",
    location: "上海市",
    type: "校招",
    category: "技术",
    description:
      "-负责建立系统化增长模型,构建北极星指标,驱动用户规模化增长\r\n-负责分析和挖掘用户需求,推荐符合用户需求的产品和服务\r\n-负责基础数据建设,服务百度移动生态用户增长用户搜索、浏览行为、用户活跃度数据建设\r\n-负责构建实时与离线数据分析工具和平台,满足用户增长数据分析需求,提升分析效率",
    requirement:
      "-计算机或相关专业本科以上学历,扎实的计算机基础知识\r\n-具备扎实的数据分析基础和项目经验\r\n-熟悉一种或者多种Hive、Spark、Flink、Doris(Palo)-掌握常用数据分析方法、数据挖掘方法,有丰富的数据建模经验优先\r\n-掌握机器学习算法、深度学习算法、广告算法策略优先\r\n-积极乐观、诚信、有责任心\r\n-具备强烈的进取心、求知欲及团队合作精神",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/0ef9271d-cc78-4ed7-ae82-13f3344672d6",
  },
  {
    id: "baidu_J55507",
    company: "百度",
    name: "深圳-生物计算工程师",
    location: "深圳市",
    type: "校招",
    category: "技术",
    description:
      "-应用深度学习技术，开发AI辅助药物研发、AI辅助疫苗设计、AI辅助精准医疗的相关算法。\r\n-能够与生物领域专家沟通协作，探索AI算法在生物计算领域的应用。\r\n-具备自主学习能力，能够基于文献和数据库，改进完善现有的计算方法，开发新的计算方法或流程。",
    requirement:
      "-计算机、数学、或者生物计算交叉学科，硕士及以上学历；交叉专业优先。\r\n-熟练掌握C/C++和Python，对数据结构、NLP算法有深入理解和研究；熟悉至少一种深度学习算法框架，如paddle飞桨，pytorch，tensorflow等。\r\n-熟悉药物设计流程，了解分子对接，虚拟筛选，同源模建，蛋白质结构预测等内容；掌握用模拟和计算软件进行计算机辅助药物设计的方法。\r\n-具备自主学习和独立科研能力，有团队合作精神，能适应多课题、快节奏的工作环境。",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/857933a5-fe13-46bc-8eb4-30b4e0d90a62",
  },
  {
    id: "baidu_J55506",
    company: "百度",
    name: "北京-高性能计算研发工程师",
    location: "北京市",
    type: "校招",
    category: "技术",
    description:
      "-参与深度学习平台飞桨（ PaddlePaddle）深度学习框架的设计、开发和业务支持\r\n-负责CV、NLP和语音等深度学习模型在CPU、GPU、DSP和AI加速器等不同硬件下的优化",
    requirement:
      "-精通C/C++语言，了解python\r\n-扎实的计算机体系结构和并行计算基础，对高性能计算和性能优化感兴趣\r\n-CPU、GPU、DSP和AI加速器等任意一种架构有过科研或实践经验\r\n-对机器学习、深度学习或计算机视觉有一定的了解",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/3c69f230-29ee-4471-b150-cc52baa701ce",
  },
  {
    id: "baidu_J55505",
    company: "百度",
    name: "上海-分布式计算研发工程师",
    location: "上海市",
    type: "校招",
    category: "技术",
    description:
      "-负责百度核心产品功能和架构开发\r\n-超大规模分布式应用系统和平台（包括计算及存储）的核心技术研究与开发\r\n-和团队一起攻克高性能、高并发、高可用性等各种不同技术场景下的技术挑战\r\n-根据整体技术方案完成高质量的开发、自测及项目文档编写",
    requirement:
      " -计算机软件或相关专业本科以上学历\r\n  -有Linux/Unix下开发经验，熟悉多线程编程、网络编程\r\n  -熟悉数据结构和算法设计，熟悉C/C++程序开发\r\n-有分布式系统、云原生、微服务架构经验者优先\r\n  -优秀的分析问题和解决问题的能力，对解决具有挑战性问题充满激情\r\n  -思路清晰，具备良好的沟通能力和理解能力\r\n  -工作积极主动，具有强烈的责任心\r\n  -良好的团队合作精神",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/d6cb2ea3-0c75-46eb-8b8c-1c0eb97059ff",
  },
  {
    id: "baidu_J55504",
    company: "百度",
    name: "北京-分布式计算研发工程师",
    location: "北京市",
    type: "校招",
    category: "技术",
    description:
      "-负责百度核心产品功能和架构开发\r\n-超大规模分布式应用系统和平台（包括计算及存储）的核心技术研究与开发\r\n-和团队一起攻克高性能、高并发、高可用性等各种不同技术场景下的技术挑战'-根据整体技术方案完成高质量的开发、自测及项目文档编写",
    requirement:
      " -计算机软件或相关专业本科以上学历\r\n  -有Linux/Unix下开发经验，熟悉多线程编程、网络编程\r\n  -熟悉数据结构和算法设计，熟悉C/C++程序开发\r\n-有分布式系统、云原生、微服务架构经验者优先\r\n  -优秀的分析问题和解决问题的能力，对解决具有挑战性问题充满激情\r\n  -思路清晰，具备良好的沟通能力和理解能力\r\n  -工作积极主动，具有强烈的责任心\r\n  -良好的团队合作精神",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/d8e9840c-5ece-4966-96d0-29375c823ea4",
  },
  {
    id: "baidu_J58498",
    company: "百度",
    name: "工业与金融业务运营组_经营和财务分析实习生",
    location: "北京市",
    type: "日常",
    category: "专业服务和管理支持",
    description:
      "- 负责人工智能ToB的业务运营和分析工作，包括数据整理、经营数据分析、PPT展现\n- 围绕各细分方向的经营利润表做财务分析\n- 项目信息整理、风险管控、变化原因查证和总结汇报\n- 支持精细化运营支持战略落地",
    requirement:
      "- 熟练使用excel进行数据统计分析，熟练使用PPT进行数据呈现\n- 有优秀的语言组织能力、沟通能力和数据分析能力\n- 学习能力强，对数据和信息敏感，有专业财务知识储备\n- 逻辑思维能力强\n- 工作风格细致有耐心\n- 有数据产品经验或数仓相关经验更佳",
    url: "https://talent.baidu.com/jobs/detail/INTERN/c1890b41-c19e-4388-afa2-97c30fb39714",
  },
  {
    id: "baidu_J58291",
    company: "百度",
    name: "用户质量效能组_服务端开发测试工程师(推荐业务)",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-负责百度核心产品的测试工作 \n-参与产品需求、系统设计和程序代码的评审工作并提出改进意见 \n-评估项目质量风险并制定项目测试方案，设计并执行测试用例，跟踪定位产品软件中的缺陷或问题，保证项目质量和进度 \n-根据产品和项目特点，提出合理的自动化解决方案，并负责产品线特色化的测试框架和测试工具，运用技术手段提升代码交付的质量和效率 \n-参与互联网产品整个工程生产、发布过程中的技术创新，包括研发敏捷研发工具、线上监控系统、性能测试和监督工具等精确评估线上系统表现，以创新的工作模式提升产品的用户价值",
    requirement:
      "-能熟练地应用以下一门或几门技术进行相关开发：C/C++/Java/object-c、Linux/Unix Shell、Perl/Python/PHP、JavaScript/Html/Ajax、MySql/Oracle及相关数据库技术等\n-具备快速的产品及业务学习能力，敏捷全面的逻辑思维能力 \n-有责任心、敢于担当，工作积极主动，具备良好的团队合作精神，能融入多功能团队并与其他部门同事进行良好的沟通及合作 \n-热爱互联网，对互联网相关业务或技术充满好奇及热情；在软件测试领域，对发现、分析及解决问题的工作有浓厚兴趣\n-能够在岗5个月及以上",
    url: "https://talent.baidu.com/jobs/detail/INTERN/89fd3de8-5ac8-44f6-bc67-74cb9f79a99d",
  },
  {
    id: "baidu_J58379",
    company: "百度",
    name: "平台及应用产品组_能源产品经理实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "负责物联网能源管理产品需求设计工作\n负责物理网能源管理产品交付配置相关工作\n负责物联网能源管理产品资料整理工作\n负责物联网能源管理产品线日常工作",
    requirement:
      "物联网、计算机、能源、自动化专业\n具有一定的编程技术功底\n认真负责，逻辑思维清晰",
    url: "https://talent.baidu.com/jobs/detail/INTERN/ad2bc172-b2fe-4047-8f34-8d7076c9bec5",
  },
  {
    id: "baidu_J58342",
    company: "阿里",
    name: "演艺数字人及机器人产品组_数字人产品经理实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-深入研究用户场景与用户需求，输出研究报告与竞品分析报告\n-参与机器人及数字人产品的定义、场景设计与环境搭建，输出需求文档 \n-把控项目进度，与产品、研发、硬件、设计等多个部门沟通，推进各部门的协同工作\n-对接B端客户，将业务需求转化为研发需求",
    requirement:
      "-本科及以上学历，计算机、电子、通信、自动化等理工科专业优先，985、双一流高校优先\n-对机器人与AI行业有浓厚的兴趣，有硬件产品经验者优先\n-有良好的书面表达及PPT能力，熟练使用Office等办公软件；熟练使用Axure、Visio等产品设计相关的工具，能独立完成需求的撰写及原型图的绘制\n-有良好的沟通能力，较强的责任心和主动性，良好的创新和设计意识，良好的团队合作能力\n-熟悉语音、视觉等AI领域，至少有一项相关的学习或实习经历\n-两周之内到岗，实习6个月以上，每周工作五天及以上，有转正机会",
    url: "https://talent.baidu.com/jobs/detail/INTERN/c6b335b5-4f0e-487a-b079-37992a5b0929",
  },
  {
    id: "baidu_J55531",
    company: "百度",
    name: "北京-开发测试工程师",
    location: "北京市",
    type: "校招",
    category: "技术",
    description:
      "-负责百度核心产品的测试工作\r\n-参与产品需求、系统设计和程序代码的评审工作并提出改进意见\r\n-评估项目质量风险并制定项目测试方案，设计并执行测试用例，跟踪定位产品软件中的缺陷或问题，保证项目质量和进度 \r\n-根据产品和项目特点，提出合理的自动化解决方案，并负责产品线特色化的测试框架和测试工具，运用技术手段提升代码交付的质量和效率\r\n-参与互联网产品整个工程生产、发布过程中的技术创新，包括研发敏捷研发工具、线上监控系统、性能测试和监督工具等精确评估线上系统表现，以创新的工作模式提升产品的用户价值",
    requirement:
      "-计算机相关专业，本科及以上学历 \r\n-能熟练地应用以下一门或几门技术进行相关开发：C/C++/Java/object-c、Linux/Unix Shell、Perl/Python/PHP、JavaScript/Html/Ajax、MySql/Oracle及相关数据库技术等 \r\n-具备快速的产品及业务学习能力，敏捷全面的逻辑思维能力 \r\n-有责任心、敢于担当，工作积极主动，具备良好的团队合作精神，能融入多功能团队并与其他部门同事进行良好的沟通及合作\r\n-热爱互联网，对互联网相关业务或技术充满好奇及热情；在软件测试领域，对发现、分析及解决问题的工作有浓厚兴趣",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/c7b5724d-dcbb-4b3c-8d97-c2504c1552fa",
  },
  {
    id: "baidu_J55519",
    company: "百度",
    name: "北京-Web前端研发工程师",
    location: "北京市",
    type: "校招",
    category: "技术",
    description:
      "-百度各产品Web前端研发\r\n-百度各产品易用性改进和界面技术优化\r\n-Web前沿技术研究和新技术调研",
    requirement:
      "-精通HTML、CSS及JavaScript等Web前端技术\r\n-具备跨浏览器、跨终端的前端开发经验\r\n-了解至少一种Server端语言（Node.JS/PHP/Python/Java等）\r\n-具备扎实的计算机基础，对数据结构和算法设计有充分理解\r\n-热爱互联网，对互联网产品和技术有浓厚的兴趣，热衷于追求技术极致与创新\r\n-具有良好的沟通能力和团队合作精神、优秀的分析问题和解决问题的能力",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/600258b9-273f-473e-931b-06f4b2edc170",
  },
  {
    id: "baidu_J55517",
    company: "百度",
    name: "北京-移动软件研发工程师",
    location: "北京市",
    type: "校招",
    category: "技术",
    description:
      "-开发移动互联网应用产品或框架\r\n-移动应用核心技术研发\r\n-学习和研究移动客户端新技术\r\n-根据开发过程中的体验对产品提出改进建议\r\n-配合市场等其他部门,提供产品相关技术支持",
    requirement:
      "-计算机软件、通讯相关专业\r\n-热爱移动互联网，对移动软件开发有浓厚的兴趣\r\n-优秀的分析问题和解决问题的能力，对解决具有挑战性问题充满激情\r\n-熟悉一门常用编程语言(C/C++/Java/Objective C) \r\n-对数据结构和算法设计有较为深刻的理解\r\n-学习能力强，具有良好的沟通能力和良好的团队合作精神\r\n具有以下条件者优先：\r\n-熟悉手机研发平台(Android/iPhone/Windows Phone 7等)者优先 \r\n-熟悉HTML/WML/CSS等相关规范\r\n-熟悉Javascript与DOM规范\r\n-熟悉webkit或其他任意一种浏览器内核\r\n-熟悉HTML5编程技术\r\n-熟悉Linux操作系统\r\n-熟悉数据库原理和技术，熟练使用SQL\r\n-熟悉TCP/IP，HTTP，HTTPS等网络协议优先",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/127b3e69-7f95-4289-8c71-0ebd407fec54",
  },
  {
    id: "baidu_J55514",
    company: "百度",
    name: "上海-C++/PHP/GO研发工程师",
    location: "上海市",
    type: "校招",
    category: "技术",
    description:
      "-负责百度核心产品功能和架构开发\r\n-负责核心技术算法的研究、实现和优化\r\n-负责前瞻技术的跟踪调研和产品创新",
    requirement:
      "-热爱互联网，对互联网产品和技术有浓厚的兴趣，热衷于追求技术极致与创新\r\n-深刻理解计算机数据结构和算法设计，熟悉C/C++或PHP或GO编程语言\r\n-了解Windows、Unix、Linux等主流操作系统原理，熟练运用系统层支持应用开发\r\n-优秀的分析问题和解决问题的能力，勇于解决难题\r\n-强烈的上进心和求知欲，较强的学习能力和沟通能力，具备良好的团队合作精神\r\n具有以下条件者优先： \r\n-计算机领域相关的编程大赛获奖、专业期刊发表文章或者有发明专利等\r\n-有一定项目经验，熟悉软件工程开发流程\r\n-具备专业领域的计算机知识和技能：搜索引擎、数据挖掘/机器学习、多媒体、地理信息系统、云计算、分布式系统等\r\n",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/3f67620c-b030-4db1-b77d-6b710b2b566d",
  },
  {
    id: "baidu_J55512",
    company: "百度",
    name: "上海-Java研发工程师",
    location: "上海市",
    type: "校招",
    category: "技术",
    description:
      "-负责百度核心产品功能和架构开发\r\n-负责核心技术算法的研究、实现和优化\r\n-负责前瞻技术的跟踪调研和产品创新",
    requirement:
      "-热爱互联网，对互联网产品和技术有浓厚的兴趣，热衷于追求技术极致与创新\r\n-深刻理解计算机数据结构和算法设计，熟悉Java编程语言\r\n-了解Windows、Unix、Linux等主流操作系统原理，熟练运用系统层支持应用开发\r\n-优秀的分析问题和解决问题的能力，勇于解决难题\r\n-强烈的上进心和求知欲，较强的学习能力和沟通能力，具备良好的团队合作精神\r\n具有以下条件者优先： \r\n-计算机领域相关的编程大赛获奖、专业期刊发表文章或者有发明专利等\r\n-有一定项目经验，熟悉软件工程开发流程\r\n-具备专业领域的计算机知识和技能：搜索引擎、数据挖掘/机器学习、多媒体、地理信息系统、云计算、分布式系统等",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/81eaf6e9-1316-40ad-8a7f-dc0db61a3dea",
  },
  {
    id: "baidu_J55510",
    company: "百度",
    name: "北京-数据分析研发工程师",
    location: "北京市",
    type: "校招",
    category: "技术",
    description:
      "- 负责人力资源相关业务数据分析工作,包含需求对接、数据采集和处理、分析报告撰写等,能够从业务角度拆解业务需求,提供合理有效的分析维度,输出清晰易懂的分析报告\r\n- 基于对人力资源相关业务的理解,搭建数据分析体系和相关平台,运营和完善数据指标体系\r\n- 有业务思维,梳理业务场景相关数据分析需求,完成工作规划和策略优化等\r\n- 协助产品同学输出运营类数据分析支持",
    requirement:
      "- 硕士及以上学历，计算机、数学、统计学、人力资源、管理学等相关专业\r\n- 良好的编程基础，熟悉Python、R、C/C++、JAVA等编程语言中的至少一种 \r\n- 熟悉常用数据库sql语言，了解hadoop、spark等大数据处理工具者优先\r\n- 了解机器学习和数据挖掘常用方法和使用场景，有实践项目者优先\r\n- 积极主动，具备较好的沟通协作能力，善于从数据中发现、分析问题，思路清晰、逻辑性强，能独立分析和解决问题",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/fa173444-d1bf-4475-9735-81a98a81b267",
  },
  {
    id: "baidu_J55520",
    company: "百度",
    name: "上海-Web前端研发工程师",
    location: "上海市",
    type: "校招",
    category: "技术",
    description:
      "-百度各产品Web前端研发\r\n-百度各产品易用性改进和界面技术优化\r\n-Web前沿技术研究和新技术调研",
    requirement:
      "-精通HTML、CSS及JavaScript等Web前端技术\r\n-具备跨浏览器、跨终端的前端开发经验\r\n-了解至少一种Server端语言（Node.JS/PHP/Python/Java等）\r\n-具备扎实的计算机基础，对数据结构和算法设计有充分理解\r\n-热爱互联网，对互联网产品和技术有浓厚的兴趣，热衷于追求技术极致与创新\r\n-具有良好的沟通能力和团队合作精神、优秀的分析问题和解决问题的能力",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/04e0ab78-ded0-4b30-a197-1f02fb5a2ca1",
  },
  {
    id: "baidu_J55518",
    company: "百度",
    name: "大连-移动软件研发工程师",
    location: "大连市",
    type: "校招",
    category: "技术",
    description:
      "-开发移动互联网应用产品或框架\r\n-移动应用核心技术研发\r\n-学习和研究移动客户端新技术\r\n-根据开发过程中的体验对产品提出改进建议\r\n-配合市场等其他部门,提供产品相关技术支持",
    requirement:
      "-计算机软件、通讯相关专业\r\n-热爱移动互联网，对移动软件开发有浓厚的兴趣\r\n-优秀的分析问题和解决问题的能力，对解决具有挑战性问题充满激情\r\n-熟悉一门常用编程语言(C/C++/Java/Objective C) \r\n-对数据结构和算法设计有较为深刻的理解\r\n-学习能力强，具有良好的沟通能力和良好的团队合作精神\r\n具有以下条件者优先：\r\n-熟悉手机研发平台(Android/iPhone/Windows Phone 7等)者优先 \r\n-熟悉HTML/WML/CSS等相关规范\r\n-熟悉Javascript与DOM规范\r\n-熟悉webkit或其他任意一种浏览器内核\r\n-熟悉HTML5编程技术\r\n-熟悉Linux操作系统\r\n-熟悉数据库原理和技术，熟练使用SQL\r\n-熟悉TCP/IP，HTTP，HTTPS等网络协议优先",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/2d6b2eb6-cea6-4f03-8908-36eb37694f1a",
  },
  {
    id: "baidu_J55516",
    company: "百度",
    name: "大连-C++/PHP/GO研发工程师",
    location: "大连市",
    type: "校招",
    category: "技术",
    description:
      "-负责百度核心产品功能和架构开发\r\n-负责核心技术算法的研究、实现和优化\r\n-负责前瞻技术的跟踪调研和产品创新",
    requirement:
      "-热爱互联网，对互联网产品和技术有浓厚的兴趣，热衷于追求技术极致与创新\r\n-深刻理解计算机数据结构和算法设计，熟悉C/C++或PHP或GO编程语言\r\n-了解Windows、Unix、Linux等主流操作系统原理，熟练运用系统层支持应用开发\r\n-优秀的分析问题和解决问题的能力，勇于解决难题\r\n-强烈的上进心和求知欲，较强的学习能力和沟通能力，具备良好的团队合作精神\r\n具有以下条件者优先： \r\n-计算机领域相关的编程大赛获奖、专业期刊发表文章或者有发明专利等\r\n-有一定项目经验，熟悉软件工程开发流程\r\n-具备专业领域的计算机知识和技能：搜索引擎、数据挖掘/机器学习、多媒体、地理信息系统、云计算、分布式系统等\r\n",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/781f5df3-2cb9-4894-bdd9-257a7222fd4e",
  },
  {
    id: "baidu_J55515",
    company: "百度",
    name: "深圳-C++/PHP/GO研发工程师",
    location: "深圳市",
    type: "校招",
    category: "技术",
    description:
      "-负责百度核心产品功能和架构开发\r\n-负责核心技术算法的研究、实现和优化\r\n-负责前瞻技术的跟踪调研和产品创新",
    requirement:
      "-热爱互联网，对互联网产品和技术有浓厚的兴趣，热衷于追求技术极致与创新\r\n-深刻理解计算机数据结构和算法设计，熟悉C/C++或PHP或GO编程语言\r\n-了解Windows、Unix、Linux等主流操作系统原理，熟练运用系统层支持应用开发\r\n-优秀的分析问题和解决问题的能力，勇于解决难题\r\n-强烈的上进心和求知欲，较强的学习能力和沟通能力，具备良好的团队合作精神\r\n具有以下条件者优先： \r\n-计算机领域相关的编程大赛获奖、专业期刊发表文章或者有发明专利等\r\n-有一定项目经验，熟悉软件工程开发流程\r\n-具备专业领域的计算机知识和技能：搜索引擎、数据挖掘/机器学习、多媒体、地理信息系统、云计算、分布式系统等\r\n",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/d861bede-7e0e-4260-9718-02b09f6de8fb",
  },
  {
    id: "baidu_J55526",
    company: "百度",
    name: "北京-底层软硬件研发工程师",
    location: "北京市",
    type: "校招",
    category: "技术",
    description:
      "包含但不限于以下方向：\r\n1、  智能网卡：自研数据中心架构级DPU芯片/板卡，实现网络、存储和虚拟化的卸载，更好地支持云计算，AI，边缘计算等未来主流场景。\r\n2、  虚拟化技术：负责Linux内核、虚拟化方面的研发工作，包括网络虚拟化、存储虚拟化以及轻量级Hypervisor方案的设计和开发。\r\n3、  存储部件：负责新型存储部件（SSD、Optane DCPMM、Optane SSD等）在业务的应用及推广，也包括通过自研ZNS-SSD，为业务提供定制化的解决方案。\r\n4、  存储引擎：通过对存储硬件和软件的垂直集成和优化，实现软硬件一体化的高性能、低成本单机存储引擎，支持文件、KV、块存储等多业务场景。\r\n5、  异构加速：应用硬件加速技术（QAT、FPGA、ISA-L等）在存储系统的性能和成本方面取得优势，应用场景包含硬件压缩、硬件EC、图片和视频的硬件编解码等。",
    requirement:
      "1、 计算机、通信、电子等相关专业应届毕业生；\r\n2、 具备扎实的计算机技术基础，在计算机体系结构、操作系统内核、网络、分布式系统、算法等领域有所专长；\r\n3、 掌握底层C/C++编码技巧，至少需要在一门编程语言上达到精通的水平，并有学习新语言的兴趣；\r\n4、 具备良好的沟通能力和团队协作能力，热爱技术、乐于探索未知领域，自我驱动、勇于接受挑战；\r\n5、 具备优秀工程师的基本素养，包括逻辑、抽象、编码、调试、性能优化、测试、运维等方面的意识和能力；",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/24cad6b7-2c4c-49c0-9bd8-77e5b4a936e5",
  },
  {
    id: "baidu_J55525",
    company: "百度",
    name: "北京-数据库云平台研发工程师",
    location: "北京市",
    type: "校招",
    category: "技术",
    description:
      "云数据库平台开发，负责开发和优化百度云数据库产品\r\n将开源数据库引擎和百度自研数据库以云服务的方式输出给客户\r\n构建通用云数据库后端服务平台，使其具备快速构建稳定、可靠、安全云数据库新产品和快速迭代能力\r\n数据库服务运维产品开发，围绕数据库运维生态，把数据库运维能力和运维经验转化为通用的数据库服务产品输出给客户",
    requirement:
      "热爱互联网，对互联网产品和技术有浓厚的兴趣，热衷于追求技术极致与创新\r\n深刻理解计算机数据结构和算法设计\r\n了解Windows、Unix、Linux等主流操作系统原理，熟练运用系统层支持应用开发\r\n优秀的分析问题和解决问题的能力，勇于解决难题\r\n强烈的上进心和求知欲，较强的学习能力和沟通能力，具备良好的团队合作精神\r\n具有以下条件者优先： \r\n-计算机领域相关的编程大赛获奖、专业期刊发表文章或者有发明专利等\r\n-有一定项目经验，熟悉软件工程开发流程\r\n-有使用过MySQL、PostgreSQL、SQL Server、Redis、Oracle等数据库产品经验优先\r\n-有使用过云数据库（RDS、DRDS等）产品经验优先\r\n-有KVM、LXC等虚拟化技术经验或Docker、K8S等容器化技术经验优先",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/f494eb72-57f5-4cc4-b1a8-11f643087422",
  },
  {
    id: "baidu_J55524",
    company: "百度",
    name: "北京-数据库内核研发工程师",
    location: "北京市",
    type: "校招",
    category: "技术",
    description:
      "负责数据库产品内核优化\r\n负责云原生数据库的设计研发工作\r\n负责探索数据库软硬结合方案和研发\r\n负责云数据库平台相关模块的设计研发工作\r\n",
    requirement:
      "热爱互联网，对互联网产品和技术有浓厚的兴趣，热衷于追求技术极致与创新\r\n深刻理解计算机数据结构和算法设计\r\n了解Windows、Unix、Linux等主流操作系统原理，熟练运用系统层支持应用开发\r\n优秀的分析问题和解决问题的能力，勇于解决难题\r\n强烈的上进心和求知欲，较强的学习能力和沟通能力，具备良好的团队合作精神\r\n具有以下条件者优先： \r\n-计算机领域相关的编程大赛获奖、专业期刊发表文章或者有发明专利等\r\n-有一定项目经验，熟悉软件工程开发流程\r\n-具备专业领域的计算机知识和技能：云计算、分布式系统等\r\n-深入理解MySQL、PostgreSQL、Redis底层原理及系统架构者优先。\r\n",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/0f2f2a06-b5c7-4329-ba03-a79af7b6888f",
  },
  {
    id: "baidu_J58139",
    company: "百度",
    name: "用户质量效能组_测试开发实习生(内容技术方向)",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-负责百度信息流内容理解、网页抓取等相关测试工作，制定项目测试方案，计划并实施，保证项目质量和进度 \n-设计与执行测试用例，跟踪定位产品程序中的缺陷或问题 \n-参与产品需求、系统设计和程序代码的评审工作，并提出改进意见 \n-根据产品和项目特点，提出合理的自动化解决方案，并负责设计和实现自动化测试工具，提高测试效率 \n-评估项目质量风险，与产品经理和开发人员就项目进度和问题进行沟通",
    requirement:
      "-计算机及相关专业本科及以上学历 \n-熟悉软件测试理论和方法，熟悉互联网行业测试环境及相关技术 \n-熟悉Linux/Unix操作系统，熟悉C/C++等一种或多种\n-熟悉脚本语言如PHP/shell/Python至少一种，能熟练编写测试代码和测试工具 \n-具备优秀的逻辑思维能力，对解决挑战性问题充满热情，善于解决问题和分析问题\n-具有良好的团队合作精神和积极主动的沟通意识 \n-具有开发或者测试经验者优先\n-base北京，实习4-6个月，需尽快到岗",
    url: "https://talent.baidu.com/jobs/detail/INTERN/1aee5659-49ed-431d-8c66-5feb024c1b2d",
  },
  {
    id: "baidu_J58244",
    company: "百度",
    name: "商业质量效能组_测试开发实习生（TO B业务）",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-负责商业类产品的测试工作\n-参与产品需求、系统设计和程序代码的评审工作并提出改进意见\n-评估项目质量风险并制定项目测试方案，设计并执行测试用例，跟踪定位产品软件中的缺陷或问题，保证项目质量和进\n度\n-根据产品和项目特点，提出合理的自动化解决方案，并负责产品线特色化的测试框架和测试工具，运用技术手段提升代\n码交付的质量和效率\n-参与互联网产品整个工程生产、发布过程中的技术创新，包括研发敏捷研发工具、线上监控系统、性能测试和监督工具\n等精确评估线上系统表现，以创新的工作模式提升产品的用户价值",
    requirement:
      "-计算机相关专业，本科及以上学历\n-能熟练地应用以下一门或几门技术进行相关开发：C/C++/Java/Objective-C、Linux/Unix Shell、Perl/Python/PHP、\nJavaScript/Html/Ajax、MySql/Oracle及相关数据库技术等-具备快速的产品及业务学习能力，敏捷全面的逻辑思维能力\n-有责任心、敢于担当，工作积极主动，具备良好的团队合作精神，能融入多功能团队并与其他部门同事进行良好的沟通\n及合作\n-热爱互联网，对互联网相关业务或技术充满好奇及热情\n-实习期4个月以上，base北京",
    url: "https://talent.baidu.com/jobs/detail/INTERN/aeb6d837-6922-4f8b-9e97-ffd532a4280e",
  },
  {
    id: "baidu_J55821",
    company: "百度",
    name: "电商经营规划部_招聘实习生",
    location: "北京市",
    type: "日常",
    category: "专业服务和管理支持",
    description:
      "-协助Recruiter高效完成指定的招聘交付工作\n-协助Recruiter高效完成指定的招聘项目工作\n-通过各种招聘渠道筛选候选人简历，意向人选的电话初步沟通\n-及时收集招聘相关信息和数据，对数据进行统计与分析，提交总结报告\n",
    requirement:
      "-具备招聘或猎头实习经验优先，致力于hr职业发展方向\n-有数据分析经验和能力的优先\n-积极主动，具备极强的沟通与判断能力，能够承担较大的工作压力",
    url: "https://talent.baidu.com/jobs/detail/INTERN/93f624e8-495b-4c9d-b384-1e1d7db30d5f",
  },
  {
    id: "baidu_J58173",
    company: "百度",
    name: "元宇宙质量效能组_元宇宙质量效能组 测试开发实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-负责百度元宇宙产品的质量保障工作\n-根据产品设计或需求，进行需求分析，制定测试计划、风险评估、设计测试数据和测试用例，执行测试用例，准确定位并追踪问题等\n-负责测试专项（性能、安全、自动化、线上监控等）的执行和相关工具的开发，提升交付质量和效率\n-评估项目质量风险，与产品经理和开发人员就项目进度和问题进行沟通",
    requirement:
      "-2024届及以后毕业，本科及以上学历在读，计算机、软件工程等相关专业优先\n-能熟练编写测试代码，掌握至少一门编程语言，包括但不仅限于：Python、go、C、C++、Java、Shell、JavaScript\n-扎实的计算机网络、数据结构与算法、数据库、操作系统基础\n-热爱计算机科学和互联网技术，对软件质量保障工作有浓厚兴趣\n-具备较强的逻辑思维能力、沟通协作能力和学习能力",
    url: "https://talent.baidu.com/jobs/detail/INTERN/357a371f-5fba-4dbe-821b-e9f5311f2eef",
  },
  {
    id: "baidu_J52666",
    company: "百度",
    name: "用户质量效能部_测试开发实习生-搜索策略",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-负责百度核心产品的测试工作 \n-参与产品需求、系统设计和程序代码的评审工作并提出改进意见\n-评估项目质量风险并制定项目测试方案，设计并执行测试用例，跟踪定位产品软件中的缺陷或问题，保证项目质量和进度 -根据产品和项目特点，提出合理的自动化解决方案，并负责产品线特色化的测试框架和测试工具，运用技术手段提升代码交付的质量和效率\n-参与互联网产品整个工程生产、发布过程中的技术创新，包括研发敏捷研发工具、线上监控系统、性能测试和监督工具等精确评估线上系统表现，以创新的工作模式提升产品的用户价值",
    requirement:
      "-计算机相关专业在读 \n-能熟练地应用以下一门或几门技术进行软件开发：    \nC/C++/Java; Linux/Unix Shell编程    \nPython/PHP; 网络技术及相应的开发    \nJavaScript/Html/Ajax；MySql/redis及相关数据库技术    \n-热爱互联网，对互联网相关业务或技术充满好奇及热情    \n-快速的产品及业务学习能力，敏捷而周到的逻辑思维能力    \n-有责任心，敢于担当，工作积极主动    \n-具备良好的团队合作精神，能融入多功能团队并与其他部门同事进行良好的沟通及合作    \n-在软件测试领域，对发现、分析及解决问题的工作有浓厚兴趣   ",
    url: "https://talent.baidu.com/jobs/detail/INTERN/8cd878f4-138a-4950-a1ad-f7bbcebcbb0a",
  },
  {
    id: "baidu_J55544",
    company: "百度",
    name: "北京-整合营销策略专员",
    location: "北京市",
    type: "校招",
    category: "专业服务和管理支持",
    description:
      "-与行业大客户沟通,挖掘客户需求,利用各类相关产品资源优化组合,为大客户提供搜索引擎营销解决方案\r\n-分析解读营销数据,策划制定百度全商业产品推广方案与策略,不断优化其推广效果,促进大客户营销工作\r\n-利用百度业务系统及相关工具有效管理大客户搜索推广账户\r\n-具备数据挖掘、分析和模型搭建的能力",
    requirement:
      "-本科以上学历，广告学、市场营销、统计学、工商管理类相关专业优先\r\n-有相关媒体or广告公司实习经验优先\r\n-出色的沟通表达能力、数据分析能力、逻辑思维能力及文案写作能力\r\n-对互联网用户行为有一定的理解，熟悉搜索引擎产品及运营模式\r\n-熟练使用Word、Excel、PPT等办公软件\r\n-英文书写和口语表达能力良好\r\n-认真细致、敬业负责，有很强的进取心与合作意识，喜欢创新和挑战",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/355499f1-4d95-49e5-b6b7-3f39b270517d",
  },
  {
    id: "baidu_J55549",
    company: "百度",
    name: "北京-法务专员",
    location: "北京市",
    type: "校招",
    category: "专业服务和管理支持",
    description:
      "\r\n -负责起草、审查和修改各类法律文件及合同 \r\n-负责评估所支持部门需求的法律合规性，主动为业务发展提供专业法律分析意见和风险解决方案\r\n-负责所支持部门的投诉处理、相关诉讼、重大风险事件的法律应对\r\n-负责法务培训、合规宣传、合同范本优化等工作\r\n\r\n",
    requirement:
      " - 法律专业本科及以上学历，通过国家司法考试，有企业法务或律所实习经验优先\r\n- 具有良好的沟通表达和归纳总结能力，优秀的学习能力及快速适应能力\r\n- 富有团队协作精神，主动性及抗压性强",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/d52deacd-3422-4124-a593-c54590f93845",
  },
  {
    id: "baidu_J55548",
    company: "百度",
    name: "北京-人力资源专员",
    location: "北京市",
    type: "校招",
    category: "专业服务和管理支持",
    description:
      " -有HR各专业领域的工作岗位供你选择: 主要为薪酬福利、培训、招聘、组织文化和HR运营等不同的方向\r\n-入职后，你将受到该专业领域的系统培养，你将参与或协助处理该专业领域政策、方案和流程的建立、优化或日常工作 \r\n-得到资深导师的专门辅导： 我们将会安排HR资深经理成为你的导师，导师将帮助你制定个人发展计划，定期跟进并提供发展建议 \r\n-了解百度的庞大业务： 你将有机会获得对业务领域的深入了解，并建立与业务部门的紧密合作关系",
    requirement:
      " -本科及以上学历,专业不限\r\n-认同百度“简单可依赖”的文化\r\n-思维敏捷,表达能力强,有好奇心和探索精神\r\n-有激情,具有自我驱动力,能适应快节奏、多变化、高速成长的互联网行业的要求,具有快速学习的能力",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/3a86c117-80c2-41a9-aa54-5e9e7f880a07",
  },
  {
    id: "baidu_J55547",
    company: "百度",
    name: "北京-策略运营专员",
    location: "北京市",
    type: "校招",
    category: "专业服务和管理支持",
    description:
      "1、整理需求方诉求，利用各类相关产品资源优化组合，提供解决方案\r\n2.数据分析：各类政策、营销复盘分析，专项数据分析，并根据数据结果输出政策优化建议。\r\n3.运营：政策发布后的各项落地运营工作推进及闭环管理。",
    requirement:
      "1. 学历：本科及以上学历。\r\n2. 能力：\r\n1）强数据分析能力及敏感度，善于从数据中识别业务问题及风险，精通excel。\r\n2）具有结构化、专业化PPT撰写能力。\r\n3）沟通推动力强，能够整合、协同各方资源，推动相关部门协作，高效完成工作。\r\n4）逻辑分析能力强，抗压力强，能够妥善处理“原则坚定与策略灵活”二者之间的关系。\r\n3. 性格：活波开朗，工作勤奋，认真细致，责任心强。",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/1fc9c428-554b-4158-985c-ad5bc35395ea",
  },
  {
    id: "baidu_J55554",
    company: "百度",
    name: "深圳-整合营销策略专员",
    location: "深圳市",
    type: "校招",
    category: "专业服务和管理支持",
    description:
      "-与大客户沟通,挖掘客户需求,利用各类相关产品资源优化组合,为大客户提供搜索引擎营销解决方案\r\n-分析解读营销数据,策划制定百度全商业产品推广方案与策略,不断优化其推广效果,促进大客户营销工作\r\n-利用百度业务系统及相关工具有效管理大客户搜索推广账户\r\n-具备数据挖掘、分析和模型搭建的能力",
    requirement:
      "-本科以上学历，广告学、市场营销、统计学、工商管理类相关专业优先\r\n-有相关媒体or广告公司实习经验优先\r\n-出色的沟通表达能力、数据分析能力、逻辑思维能力及文案写作能力\r\n-对互联网用户行为有一定的理解，熟悉搜索引擎产品及运营模式\r\n-熟练使用Word、Excel、PPT等办公软件\r\n-英文书写和口语表达能力良好\r\n-认真细致、敬业负责，有很强的进取心与合作意识，喜欢创新和挑战",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/881bd095-ff59-47ab-ab45-758dc0b93c75",
  },
  {
    id: "baidu_J55551",
    company: "百度",
    name: "北京-经营分析",
    location: "北京市",
    type: "校招",
    category: "专业服务和管理支持",
    description:
      "-搭建相关业务的经营分析体系,结合业务阶段性发展目标及策略方向,辅助管理层进行预算资源配置决策\r\n-分析并跟进业务进展,跟进业务目标、差距,识别机会和风险,为管理层提出优化建议\r\n-开展跨团队沟通,能够组织相关专项的讨论、推进",
    requirement:
      "-本科及以上学历，经济、数学、物理、统计、管理会计等相关专业\r\n-具备互联网商业分析、财务分析经验或知名咨询公司经历优先\r\n-具备全局思考和结构化的问题定义、拆解能力，以及独立思考、思辨能力\r\n-具备优秀的自我驱动和跨部门项目沟通组织能力，有韧性",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/bcf7a676-14be-4bd1-b0ec-6f723fa9c112",
  },
  {
    id: "baidu_J55556",
    company: "百度",
    name: "北京-销售运营管理",
    location: "北京市",
    type: "校招",
    category: "专业服务和管理支持",
    description:
      "1、报价\r\n（1）作为报价对接人，依据商业产品定价逻辑及销售管理政策，公平公正提供产品报价，确保报价的公平合理\r\n（2）梳理询报价流程，沉淀SOP并不断优化\r\n（3）参与新产品定价环节，深入了解定价逻辑，确保报价及流程设置合理\r\n2、LTC流程管理\r\n（1）梳理不同视角的LTC各环节流程，沉淀SOP\r\n（2）建立流程优化反馈通道，不断优化LTC流程，促进流程加一减二。",
    requirement:
      "1、本科及以上学历，金融、财务、经济、统计、工商管理等相关专业优先\r\n2、熟练使用知识库、Excel等工具，逻辑思维和归纳总结能力强\r\n3、良好的沟通及组织能力，优秀的规划力和执行力，善于合作协同，具备抗压能力",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/4ea8b864-8cc4-469f-a876-9095ddeea38b",
  },
  {
    id: "baidu_J55534",
    company: "百度",
    name: "北京-商业产品经理",
    location: "北京市",
    type: "校招",
    category: "产品",
    description:
      "-根据百度商业产品发展目标，参与产品的规划与设计，打造互联网行业一流企业\r\n-根据百度产品与业务发展情况，发现问题、分析需求，提出并实施解决方案\r\n-持续监控并分析产品数据，发现可改进之处，提出并推动优化方案\r\n-管理并组织项目，与技术团队和运营团队合作推进产品发展\r\n-基于网民和客户行为的海量数据挖掘和建模\r\n-商业产品变现策略调研、设计、分析和评估工作\r\n-行业和竞争环境的调研和分析工作，完成相应产品策略研究或评估报告报告\r\n-把握、理解网民和客户的需求变化，推进产品策略进行升级改进",
    requirement:
      "-热爱互联网、更爱互联网商业产品,有强烈的求知欲，对客户需求有敏锐的洞察力\r\n-计算机/信息科学/经济学/数理统计相关专业应届毕业生优先\r\n-优秀的沟通协作能力和较强的理解分析能力\r\n-有优秀的沟通协作能力和执行管理能力\r\n-追求卓越，勇于承受压力，挑战自我\r\n-有策略设计、交互设计、互联网产品设计、计算机程序设计相关经验者优先考虑\r\n-有数据挖掘、机器学习、预测建模相关经验者优先考虑\r\n-互联网新兴产品深度用户优先",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/76d90f62-f303-407d-ae9f-0ee017f9bb35",
  },
  {
    id: "baidu_J55533",
    company: "百度",
    name: "北京-数据分析师",
    location: "北京市",
    type: "校招",
    category: "产品",
    description:
      "-根据业务需求，充分利用现有数据资源，进行数据提取、整理和挖掘\r\n-建立和沉淀合适的数据分析模型，进行业务诊断和分析、收入监控，构建指标体系定期输出分析报告，给出业务问题诊断和提升策略\r\n-包括产品运营指标分析、市场分析、竞品分析等，为变现策略、产品方向和运作支持提供建议\r\n-与产品、技术及其他运营团队紧密配合，快速、高效推动项目进展",
    requirement:
      "-有过数据分析/挖掘项目经验，学习能力强；有的互联网行业实习经验优先\r\n-具备优秀的开拓能力和沟通技巧，善于协调沟通、组织资源推动任务进展 \r\n-有较强的数学、统计和计算机知识，熟悉相关、回归、聚类分析等统计方法\r\n-精通SQL等数据查询语言，至少熟练使用一门统计工具，如spss，R，sas等，精通excel\r\n-善用PPT搭建分析框架，并形成报告\r\n-善与人交流、沟通，事业心强，具有跨团队协作精神，能承受工作压力",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/729fb436-2ac6-4ee5-b46c-14de5e8c9908",
  },
  {
    id: "baidu_J55543",
    company: "百度",
    name: "成都-3D设计师",
    location: "成都市",
    type: "校招",
    category: "产品",
    description:
      "-负责三维设计中的高低模建模、骨骼绑定、动作设计等一项或多项工作\r\n-参与产品三维设计趋势研究，提出设计优化方案\r\n-跟进渲染、开发实现，确保设计交付能按时落地\r\n",
    requirement:
      "-本科以上学历,三维设计类、影视动画类相关专业优先\r\n-熟练使用Maya、3Dmax、PS等三维设计常用软件,熟悉渲染器调优、Unity3D开发优先\r\n-有成熟的三维设计、三维动画作品经验和案例优先\r\n-出色的沟通能力、数据分析能力、优化账户能力及文案写作能力\r\n-对互联网用户行为有一定的理解,熟悉搜索引擎产品及运营模式\r\n-熟练使用Word、Excel、PPT等办公软件\r\n-英文书写和口语表达能力良好\r\n-认真细致、敬业负责,有很强的进取心与合作意识",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/2833f477-a9d4-4141-af91-e33f899b45b2",
  },
  {
    id: "baidu_J55542",
    company: "百度",
    name: "北京-视觉设计师",
    location: "北京市",
    type: "校招",
    category: "产品",
    description:
      "-参与产品前期界面视觉用户研究、设计流行趋势分析\r\n-设定软件产品的整体视觉风格和VI设计\r\n-参与设计体验、流程的制定和规范\r\n-参与品牌运营、活动运营设计，提出高质量设计创意，并从视觉、动效等方面实现设计效果",
    requirement:
      "-美术/设计相关专业应届毕业生\r\n-有丰富的设计理论知识,对流行趋势有敏锐的洞察力,对WEB设计趋势有灵敏触觉和领悟能力\r\n-精通Photoshop并熟练掌握Flash、Illustrator等软件,熟悉Dreamweaver等制作工具\r\n-对视觉用户研究有一定经验和见解,对软件可用性、易用性有清晰的理解和认识\r\n-工作热情,有责任感,能承受高强度的工作压力\r\n-具备良好的团队合作精神\r\n-从事设计行业工作者,有用户体验相关专业和工作经验者优先",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/233056e5-6278-455a-b0e3-6e12d4bc1eaf",
  },
  {
    id: "baidu_J55541",
    company: "百度",
    name: "深圳-交互设计师",
    location: "深圳市",
    type: "校招",
    category: "产品",
    description:
      "-协助高级交互设计师完成交互文档及设计规范的撰写\r\n-独立完成简单模块以及功能的交互框架设计以及任务流程设计\r\n-参与研究用户行为和使用场景，优化现有产品的设计缺陷并提出优化解决方案\r\n-参与竞品研究，用户反馈和数据分析，进行产品可用性和易用性测试和评估\r\n-分析行业动态，了解最新交互以及相关设计趋势",
    requirement:
      "-工业设计、艺术设计、人机交互、心理学或计算机相关专业\r\n-对互联网产品有浓厚的兴趣，对用户体验、交互设计有较好的理解\r\n-学习能力强，善于发现和追逐行业新鲜事物\r\n-优秀的逻辑思维能力、分析能力、沟通能力\r\n-熟悉使用原型设计工具",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/db2b2c7e-e0c2-47ed-8540-f4dfd6e9e20d",
  },
  {
    id: "baidu_J55540",
    company: "百度",
    name: "北京-交互设计师",
    location: "北京市",
    type: "校招",
    category: "产品",
    description:
      "-协助高级交互设计师完成交互文档及设计规范的撰写\r\n-独立完成简单模块以及功能的交互框架设计以及任务流程设计\r\n-参与研究用户行为和使用场景，优化现有产品的设计缺陷并提出优化解决方案\r\n-参与竞品研究，用户反馈和数据分析，进行产品可用性和易用性测试和评估\r\n-分析行业动态，了解最新交互以及相关设计趋势",
    requirement:
      "-工业设计、艺术设计、人机交互、心理学或计算机相关专业\r\n-对互联网产品有浓厚的兴趣，对用户体验、交互设计有较好的理解\r\n-学习能力强，善于发现和追逐行业新鲜事物\r\n-优秀的逻辑思维能力、分析能力、沟通能力\r\n-熟悉使用原型设计工具",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/ca2f3beb-27b0-49a6-bcc5-362724359879",
  },
  {
    id: "baidu_J55539",
    company: "百度",
    name: "深圳-政企客户运营",
    location: "深圳市",
    type: "校招",
    category: "产品",
    description:
      "-客户策略：结合业务发展需要开展市场调研分析，摸排梳理客户地图，优化迭代客户及伙伴策略，跨部门协同完成收入目标\r\n-客户活动：策划企业级活动运营，包括但不限于基于业务策略的方案设计、议程设置、执行落地等，引入或转化精准目标客户 \r\n-客户成功：识别并锁定重要客户，主动策划全面的服务支持促成标杆性企业合作；持续服务推进客户从应用转化到商业采购\r\n-品牌塑造：策划输出飞桨面向企业的资源展示、案例包装和概念传递，推动市场团队协同建设产品B端品牌形象",
    requirement:
      "-计算机/信息科学/经济学/数理统计相关专业硕士应届毕业生优先\r\n-企业IT、云计算、AI等厂商实习经验，有过硬市场活动基本功优先\r\n-极强的学习力、思考力和逻辑性，能快速理解业务并体现在工作成果中，能够一定程度完成自我工作规划\r\n-认同客户成功理念，善于并乐于与客户交流沟通，并敏锐发现卡点问题\r\n-案头工作细致准确，责任心强，执行力强，工作推进能力强",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/4748ed2f-d2f2-4bb5-958f-d4a92e2b7177",
  },
  {
    id: "baidu_J54927",
    company: "百度",
    name: "服务体验发展中心_前端开发实习生",
    location: "上海市",
    type: "日常",
    category: "技术",
    description:
      "-准确理解产品需求、交互文档或原型，进行web产品前端开发\n-与产品团队充分沟通，快速理解、消化各方需求，并落实为具体的开发工作\n-负责制定 Web 开发规范，开发风格一致的 Web 模板和组件\n-技术视野广阔，有主导前端技术方案设计的能力和经验，能够主导大型项目研发\n-关注业界前端技术，对用户体验、交互操作流程有一定理解",
    requirement:
      "-熟悉W3C标准，精通HTML5/CSS3\n-熟悉JavaScript的核心技术，包括并不限于es6、ajax、dom、bom等\n-熟悉常见页面布局方式，移动端响应式页面布局方式，熟悉css性能优化方式\n-掌握面向对象编程思想，对表现与数据分离有深刻理解，熟练使用 React / Angular / Vue 中的至少一种\n-熟悉Nodejs，能利用Nodejs开发工具，掌握常用的构建打包工具，如gulp、webpack、rollup等\n-有前端性能优化经验，包括语言层面和架构层面\n-熟练使用各种调试、抓包工具，能独立分析、解决和归纳问题\n-热爱技术研发工作，有良好的工作责任感和团队合作能力",
    url: "https://talent.baidu.com/jobs/detail/INTERN/9648b435-ca32-4dbf-a7da-2f9fb8a49c66",
  },
  {
    id: "baidu_J52599",
    company: "百度",
    name: "语音技术部_AI产品经理实习生",
    location: "重庆市",
    type: "日常",
    category: "产品",
    description:
      "-和研发、测试等合作团队紧密配合，完成语音toB客户项目工作，包括项目跟进、内部迭代、性能效果测试、数据分析等\n-负责车载、智能家居等行业场景中的asr、nlp等模块的需求分析、数据处理、效果验证、行业调研、竞品评估等工作，高质量完成项目循环和迭代\n-分析线上数据，建设场景化评测体系，推进测试方案迭代完善，建立定期评测机制与流程\n-与技术团队紧密配合，推进内部语音、语义效果迭代优化，推动优化效果落地实现",
    requirement:
      "-计算机、汉语言文学等相关专业，本科及以上学历\n-目标导向，数据敏感，能够从数据中分析和定位问题\n-快速学习能力，对待细节性工作耐心、踏实，具备主动学习和沟通的意识和能力\n-具备语音、NLP等AI产品或数据经验，智能座舱、智能客服、知识图谱、对话产品等相关学习或实习经历优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/80b08257-23f6-46bf-a56b-5837618d752c",
  },
  {
    id: "baidu_J52563",
    company: "百度",
    name: "移动生态战略规划部_数据挖掘实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-完成数据挖掘需求，如基于已有大数据表和业务需求，设计计算指标，完成计算和数据自我验证\n-支持算法相关工作，如维护和升级基于数据或文本的分类、聚类等基础模型\n-维护数据平台数据更新、数据监控等\n-其他数据团队相关工作",
    requirement:
      "-研究生在读，计算机、数学、数据挖掘、统计学相关专业\n-熟练应用python、mysql; 有C++/JAVA/PHP等任意一种编程语言开发经验\n-至少熟悉一种大数据处理技术，如MapReduce、Hive、Spark，Flink等 \n-对数据敏感，能从数据中发现问题、解决问题\n-了解常用机器学习算法及应用场景\n-有良好的逻辑思维能力、沟通协调能力",
    url: "https://talent.baidu.com/jobs/detail/INTERN/94e31a17-9ce0-48cf-9578-57af4694cab2",
  },
  {
    id: "baidu_J47339",
    company: "百度",
    name: "公共事务部_政府事务实习生(汽车相关)",
    location: "北京市",
    type: "日常",
    category: "专业服务和管理支持",
    description:
      "-跟踪国家及北京地区新能源汽车、数字经济政策和行业动态，最好有一定政策研究功底\n-能够组织公司会议和外部交流活动\n-有一定的对外沟通能力和基本的商务礼仪知识\n-具备基本的写作和研究能力，PPT能力突出优先",
    requirement:
      "-工作认真负责，每周5天，至少实习3个月及以上\n-车辆工程、新闻等相关专业优先\n-具有亲和力，吃苦耐劳",
    url: "https://talent.baidu.com/jobs/detail/INTERN/9796bddd-0ebd-4dd3-9199-9cd45152bbe7",
  },
  {
    id: "baidu_J47082",
    company: "百度",
    name: "业务监察部_业务监察实习生",
    location: "北京市",
    type: "日常",
    category: "专业服务和管理支持",
    description:
      "一、业务监察部-实习生1\n-了解商业产品模式，负责主动排查发现公司内商业产品的高危风险及漏洞\n-配合或主动通过数据分析，识别客户、行业、运营单位的风险\n-敏锐感知业务风险变化，协同推进部门项目或商业一道防线的管控手段、政策优化等\n-协同完成部门交办事宜\n\n二、业务监察部-实习生2\n-了解百度医疗健康以及市场上互联网医疗相关产品模式，负责主动排查发现公司内医疗健康产品的高危风险及漏洞\n-配合或主动通过数据分析，识别客户、行业、运营单位的风险\n-敏锐感知业务风险变化，协同推进部门项目或业务部门的管控手段、政策优化等\n-调研并了解医疗行业市场发展以及相关政策方向",
    requirement:
      "一、业务监察-实习生1\n-全日制本科及以上学历优先\n-每周到岗5天，有转正意向者优先\n-熟练运用word、excel、ppt、xmind等工具\n-具备良好的沟通表达能力、逻辑思维、计划及执行能力，具有一定的商业敏感性\n-工作积极主动，能承受一定的工作压力，敢于接受挑战\n\n二、业务监察-实习生2\n-临床医学或药学相关专业本科及以上学历\n-每周到岗5天，有转正意向者优先\n-熟练运用word、excel、ppt、xmind等工具\n-熟悉国内外相关专业领域现况及研究进展，具有专业敏感度，能够对专业内容进行很好的把控\n-对互联网医疗行业较为了解\n-有较好的语言文字功底和逻辑思维，具有较好的沟通和协调能力",
    url: "https://talent.baidu.com/jobs/detail/INTERN/5846ccba-ccc3-473b-89f7-a4d7ed75bae7",
  },
  {
    id: "baidu_J55513",
    company: "百度",
    name: "北京-C++/PHP/GO研发工程师",
    location: "北京市",
    type: "校招",
    category: "技术",
    description:
      "-负责百度核心产品功能和架构开发\r\n-负责核心技术算法的研究、实现和优化\r\n-负责前瞻技术的跟踪调研和产品创新",
    requirement:
      "-热爱互联网，对互联网产品和技术有浓厚的兴趣，热衷于追求技术极致与创新\r\n-深刻理解计算机数据结构和算法设计，熟悉C/C++或PHP或GO编程语言\r\n-了解Windows、Unix、Linux等主流操作系统原理，熟练运用系统层支持应用开发\r\n-优秀的分析问题和解决问题的能力，勇于解决难题\r\n-强烈的上进心和求知欲，较强的学习能力和沟通能力，具备良好的团队合作精神\r\n具有以下条件者优先： \r\n-计算机领域相关的编程大赛获奖、专业期刊发表文章或者有发明专利等\r\n-有一定项目经验，熟悉软件工程开发流程\r\n-具备专业领域的计算机知识和技能：搜索引擎、数据挖掘/机器学习、多媒体、地理信息系统、云计算、分布式系统等\r\n",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/4b79dc62-ce21-462a-b635-076f86e0fbe7",
  },
  {
    id: "baidu_J55511",
    company: "百度",
    name: "北京-Java研发工程师",
    location: "北京市",
    type: "校招",
    category: "技术",
    description:
      "-负责百度核心产品功能和架构开发\r\n-负责核心技术算法的研究、实现和优化\r\n-负责前瞻技术的跟踪调研和产品创新",
    requirement:
      "-热爱互联网，对互联网产品和技术有浓厚的兴趣，热衷于追求技术极致与创新\r\n-深刻理解计算机数据结构和算法设计，熟悉Java编程语言\r\n-了解Windows、Unix、Linux等主流操作系统原理，熟练运用系统层支持应用开发\r\n-优秀的分析问题和解决问题的能力，勇于解决难题\r\n-强烈的上进心和求知欲，较强的学习能力和沟通能力，具备良好的团队合作精神\r\n具有以下条件者优先： \r\n-计算机领域相关的编程大赛获奖、专业期刊发表文章或者有发明专利等\r\n-有一定项目经验，熟悉软件工程开发流程\r\n-具备专业领域的计算机知识和技能：搜索引擎、数据挖掘/机器学习、多媒体、地理信息系统、云计算、分布式系统等\r\n",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/ead3b22a-e702-4f89-91f9-83c60c72e6b9",
  },
  {
    id: "baidu_J55497",
    company: "百度",
    name: "北京-机器学习/数据挖掘/自然语言处理工程师",
    location: "北京市",
    type: "校招",
    category: "技术",
    description:
      "-研究数据挖掘或统计学习领域的前沿技术,并用于实际问题的解决和优化\r\n-大规模机器学习算法研究及并行化实现,为各种大规模机器学习应用研发核心技术\r\n-通过对数据的敏锐洞察,深入挖掘产品潜在价值和需求,进而提供更有价值的产品和服务,通过技术创新推动产品成长",
    requirement:
      "-热爱互联网，对技术研究和应用抱有浓厚的兴趣，有强烈的上进心和求知欲，善于学习和运用新知识\r\n-具有以下一个或多个领域的理论背景和实践经验：机器学习/数据挖掘/深度学习/信息检索/自然语言处理/机制设计/博弈论\r\n-至少精通一门编程语言，熟悉网络编程、多线程、分布式编程技术，对数据结构和算法设计有较为深刻的理解\r\n-良好的逻辑思维能力，对数据敏感，能够发现关键数据、抓住核心问题\r\n-较强的沟通能力和逻辑表达能力，具备良好的团队合作精神和主动沟通意识\r\n 具有以下条件者优先：\r\n-具有以下一个或多个领域的理论背景和实践经验，包括机器学习/深度学习/强化学习/自然语言处理/推荐系统/信息检索等\r\n-深入理解机器学习常用组件（全连接神经网络，CNN等）的原理，有1年以上机器学习相关项目或研究经验\r\n-熟练掌握常用数据结构及算法\r\n-熟悉JAVA/C++等语言编程，有一定编程经验\r\n-熟练使用至少一门脚本语言，如python，linux shell等\r\n-熟悉linux操作系统，能胜任在linux操作系统上工作\r\n-熟练使用sql语言进行常用的数据库操作\r\n-有强烈的责任心和团队配合意识及能力，并有较强的解决问题能力\r\n-熟悉海量数据处理、最优化算法、分布式计算或高性能并行计算，有相关项目经验",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/c7cb6e8f-7697-4cc2-bd88-b854ca806d5f",
  },
  {
    id: "baidu_J58213",
    company: "百度",
    name: "上海-人力资源专员",
    location: "北京市",
    type: "校招",
    category: "专业服务和管理支持",
    description:
      "-有HR各专业领域的工作岗位供你选择: 主要为薪酬福利、培训、招聘、组织文化和HR运营等不同的方向\n-入职后，你将受到该专业领域的系统培养，你将参与或协助处理该专业领域政策、方案和流程的建立、优化或日常工作 \n-得到资深导师的专门辅导： 我们将会安排HR资深经理成为你的导师，导师将帮助你制定个人发展计划，定期跟进并提供发展建议 \n-了解百度的庞大业务： 你将有机会获得对业务领域的深入了解，并建立与业务部门的紧密合作关系",
    requirement:
      "-本科及以上学历,专业不限\n-认同百度“简单可依赖”的文化\n-思维敏捷,表达能力强,有好奇心和探索精神\n-有激情,具有自我驱动力,能适应快节奏、多变化、高速成长的互联网行业的要求,具有快速学习的能力",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/6b929d1e-d5c6-4e00-bbf3-94a1a3323824",
  },
  {
    id: "baidu_J55777",
    company: "百度",
    name: "春季补招-深圳-生物计算工程师-自然语言处理部b-非联合",
    location: "深圳市",
    type: "校招",
    category: "技术",
    description:
      "-应用深度学习技术，开发AI辅助药物研发、AI辅助疫苗设计、AI辅助精准医疗的相关算法。\r\n-能够与生物领域专家沟通协作，探索AI算法在生物计算领域的应用。\r\n-具备自主学习能力，能够基于文献和数据库，改进完善现有的计算方法，开发新的计算方法或流程。",
    requirement:
      "-计算机、数学、或者生物计算交叉学科，硕士及以上学历；交叉专业优先。\r\n-熟练掌握C/C++和Python，对数据结构、NLP算法有深入理解和研究；熟悉至少一种深度学习算法框架，如paddle飞桨，pytorch，tensorflow等。\r\n-熟悉药物设计流程，了解分子对接，虚拟筛选，同源模建，蛋白质结构预测等内容；掌握用模拟和计算软件进行计算机辅助药物设计的方法。\r\n-具备自主学习和独立科研能力，有团队合作精神，能适应多课题、快节奏的工作环境。",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/d69e31ac-05c3-4619-b6b4-29bbdcf15e6c",
  },
  {
    id: "baidu_J57957",
    company: "百度",
    name: "垂类质量效能组_测试开发实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-负责百度教育方向测试工作，制定项目测试方案，计划并实施，保证项目质量和进度\n-设计与执行测试用例，跟踪定位产品软件中的缺陷或问题\n-参与产品需求、系统设计和程序代码的评审工作，并提出改进意见\n-根据产品和项目特点，提出合理的自动化解决方案，并负责设计和实现自动化测试工具，提高测试效率\n-评估项目质量风险，与产品经理和开发人员就项目进度和问题进行沟通",
    requirement:
      "-熟悉软件测试理论和方法，了解测试相关技术\n-熟悉linux操作系统，熟悉C/C++/Java/PHP/Go 或一种脚本语言如python/shell 等，能熟练编写测试代码\n-正规高校计算机及相关专业 本科 及以上学历\n-善于学习和运用新知识，具有良好的分析和解决问题能力\n-具有良好的团队合作精神和积极主动的沟通意识\n-热爱互联网并有着高度的工作热情",
    url: "https://talent.baidu.com/jobs/detail/INTERN/0c5121a5-6c6c-41d4-9ffb-beca3a19ee8e",
  },
  {
    id: "baidu_J57937",
    company: "百度",
    name: "垂类质量效能组_测试开发实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-负责贴吧增长方向测试工作，制定项目测试方案，计划并实施，保证项目质量和进度\n-设计与执行测试用例，跟踪定位产品软件中的缺陷或问题\n-参与产品需求、系统设计和程序代码的评审工作，并提出改进意见\n-根据产品和项目特点，提出合理的自动化解决方案，并负责设计和实现自动化测试工具，提高测试效率\n-评估项目质量风险，与产品经理和开发人员就项目进度和问题进行沟通",
    requirement:
      "-熟悉软件测试理论和方法，了解测试相关技术\n-熟悉linux操作系统，熟悉C/C++/Java/PHP/Go 或一种脚本语言如python/shell 等，能熟练编写测试代码\n-正规高校计算机及相关专业 本科 及以上学历\n-善于学习和运用新知识，具有良好的分析和解决问题能力\n-具有良好的团队合作精神和积极主动的沟通意识\n-热爱互联网并有着高度的工作热情",
    url: "https://talent.baidu.com/jobs/detail/INTERN/97e51ebb-8094-4613-8efc-3a3bf9242b81",
  },
  {
    id: "baidu_J57874",
    company: "阿里",
    name: "商业质量效能组_测试开发实习生（电商方向）",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-负责百度电商&amp;凤巢的测试工作，如模块功能、系统稳定性、性能分析等\n-参与百度相关业务需求、系统设计和程序代码的评审工作并提出改进意见 \n-评估项目质量风险并制定项目测试方案，设计并执行测试用例，跟踪定位产品软件中的缺陷或问题，保证项目质量和进度 \n-根据产品和项目特点，提出合理的自动化解决方案，并负责产品线特色化的测试框架和测试工具，运用技术手段提升代码交付的质量和效率 \n-参与百度相关业务模块生产、发布过程中的技术创新，包括研发敏捷研发工具、线上监控系统、性能测试、监督工具、混沌测试等精确评估线上系统表现，以创新的工作模式提升产品的用户价值\n-岗位丰富，FE、产研、端、服务端、C端、B端、平台等相关工作均有需求，也非常欢迎全栈类人才的加入",
    requirement:
      "-计算机相关专业，本科及以上学历 \n-能熟练地应用以下一门或几门技术进行相关开发：C/C++/Java/object-c/go、Linux/Unix Shell、Perl/Python/PHP、JavaScript/Html/Ajax、MySql/Oracle、端技术、数据库技术等 \n-具备快速的业务学习能力，敏捷全面的逻辑思维能力 \n-有责任心、敢于担当，工作积极主动，具备良好的团队合作精神，能融入多功能团队并与其他部门同事进行良好的沟通及合作  \n-热爱互联网，对互联网相关业务或技术充满好奇及热情；在软件测试领域，对发现、分析及解决问题的工作有浓厚兴趣",
    url: "https://talent.baidu.com/jobs/detail/INTERN/723115bf-eb92-4bd9-afbb-4470d5f83c79",
  },
  {
    id: "baidu_J57492",
    company: "百度",
    name: "演艺数字人及机器人产品组_数字人产品经理实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-负责AI交互数字人相关SaaS产品、定制化产品、数字人硬件的功能设计；完成产品原型、PRD的撰写；推动研发、设计、开发、测试全流程工作，协调各个团队合作完成产品迭代目标。\n-配合销售、产品解决方案同学，针对客户需求设计商业产品方案，共同为客户提供售前售后服务，完成营收目标。\n-负责2D数字人、3D超写实数字人基础能力建设，基于需求以及用户反馈持续提升数字人展现效果。\n-对行业竞品、行业合作方进行充分调研，并输出完整的分析报告。",
    requirement:
      "-有审美能力加分优先；\n-对虚拟偶像和直播带货领域有实践经验优先；\n-对虚拟数字人方向有热情，关注国内外行业动态。\n-具有良好的自我驱动能力，目标感强，有高度的责任心和抗压能力，靠谱尽责。",
    url: "https://talent.baidu.com/jobs/detail/INTERN/660195e9-e0bc-497e-beb8-65005a288da9",
  },
  {
    id: "baidu_J53146",
    company: "百度",
    name: "自然语言处理部_数据标注分析实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-机器翻译数据support，支撑技术进行机器翻译效果优化\n-评价机器翻译效果\n-构建平行语料、评估语料质量\n- 分析翻译结果，用于优化机器翻\n-翻译相关文档等",
    requirement:
      "-英文相关专业（专业八级水平，持有口译笔译证书者优先）\n-大三、大四（准备读研）、研一、研二有时间的同学优先\n-熟练使用office软件\n-对互联网工作感兴趣，爱好广泛，对互联网产品尤其是机器翻译有了解\n-认真踏实、抗压能力强、有责任心\n-学习能力强，积极主动，善于沟通，善于总结",
    url: "https://talent.baidu.com/jobs/detail/INTERN/44540dea-d3cf-4bc7-8f10-2bde9f403857",
  },
  {
    id: "baidu_J55225",
    company: "百度",
    name: "用户质量效能组_前端开发工程师",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-部门内部中台产品Web研发\n-部门各产品易用性改进和界面技术优化\n-Web前沿技术研究和新技术调研并用于实践\n-部门内中台低代码化改造方案探索和实现",
    requirement:
      "-熟悉计算机相关基础知识，熟悉HTML、CSS、JavaScript、Ajax等\n-对前端工程化与模块化开发有一定了解，并有实践经验（如Vue/React/webpack等）\n-对技术有持续的热情，充满好奇心，有较强的学习能力，良好的沟通和团队协作能力\n-用户/客户导向，有较好的为用户服务的心态和意识",
    url: "https://talent.baidu.com/jobs/detail/INTERN/8aecb3f6-46a5-4b91-8109-5ed73b3bc7b3",
  },
  {
    id: "baidu_J55555",
    company: "百度",
    name: "上海-文案策略专员",
    location: "上海市",
    type: "校招",
    category: "专业服务和管理支持",
    description:
      "‘-根据客户的投放需求，负责移动端及PC端落地页框架（原型）搭建，针对客户及行业痛点给予优质页面解决方案\r\n-负责搜索推广及信息流广告文案条目撰写，在保持高水准行文能力同时，把控好与视觉设计之间的场景协调，并结合市场需求人群洞察及吸睛热点进行爆款输出\r\n-把控广告风险政策，了解新广告法下各行业审核状况，通过前期风险规避及后期排查等手段推动设计层面审核风险规避\r\n-针对行业创意迭代需要，定期收集行业高质量创意分析，产出创意报告协助提升投放效果",
    requirement:
      "’-本科及以上学历；\r\n-2年及以上文案策划经验，具备社会化媒体、广告公司、网络营销、品牌管理从业经验优先；\r\n-理解互联网广告业务及行业客户特性需求，具备良好的理解沟通、用户分析、策划及编辑能力，熟知媒体各类营销方法，文字功底较好，具备相关成功创意作品、能够熟练使Axure/figma等原型软件，具备良好的业务理解、客户洞察、沟通协调学习创新及抗压能力。",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/c5666968-1ddf-44a9-acb5-6f407e4927ff",
  },
  {
    id: "baidu_J55560",
    company: "百度",
    name: "北京-市场营销专员",
    location: "北京市",
    type: "校招",
    category: "专业服务和管理支持",
    description:
      "\r\n-围绕百度集团及相关业务品牌进行IP内容运营及活动策划\r\n-定期收集相关行业的政策、舆情，定期分享并输出有效信息建议\r\n-协调沟通内外部资源，配合项目执行落地\r\n",
    requirement:
      "\r\n-本科及以上学历，广告学，市场营销学相关专业\r\n-积极主动,具备极强的沟通与判断能力,能够承担较大的工作压力 \r\n-具有良好的职业道德和职业操守及良好的团队合作意识",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/46b51dd9-49df-46f3-9c4e-c419847b1470",
  },
  {
    id: "baidu_J55559",
    company: "百度",
    name: "北京-AI技术战略分析师",
    location: "北京市",
    type: "校招",
    category: "专业服务和管理支持",
    description:
      "-支持AIGC+垂直行业/场景、开源商业化等专题研究，形成独立观点，完成调研报告\r\n-跟踪政策/市场/友商重要动态，调研海内外前沿AI产品，输出对业务有建设性的策略建议\r\n-协助挖掘潜在的战略投资标的，进行赛道扫描、数据分析、纪要撰写等工作\r\n",
    requirement:
      "-本科及以上学历，具有互联网产品、咨询、行研实习经历的优先考虑\r\n-学习能力强，具有较强的信息搜集、归纳分析、文档撰写能力\r\n-踏实靠谱，具备出色的横向沟通与协调能力，有强自驱力与责任心\r\n-优先考虑了解人工智能技术、关注AIGC领域的同学\r\n",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/1d72a32a-4276-4ac5-bf37-4026a9afdbf2",
  },
  {
    id: "baidu_J55538",
    company: "百度",
    name: "北京-政企客户运营",
    location: "北京市",
    type: "校招",
    category: "产品",
    description:
      "-客户策略：结合业务发展需要开展市场调研分析，摸排梳理客户地图，优化迭代客户及伙伴策略，跨部门协同完成收入目标\r\n-客户活动：策划企业级活动运营，包括但不限于基于业务策略的方案设计、议程设置、执行落地等，引入或转化精准目标客户 \r\n-客户成功：识别并锁定重要客户，主动策划全面的服务支持促成标杆性企业合作；持续服务推进客户从应用转化到商业采购\r\n-品牌塑造：策划输出飞桨面向企业的资源展示、案例包装和概念传递，推动市场团队协同建设产品B端品牌形象",
    requirement:
      "-计算机/信息科学/经济学/数理统计相关专业硕士应届毕业生优先\r\n-企业IT、云计算、AI等厂商实习经验，有过硬市场活动基本功优先\r\n-极强的学习力、思考力和逻辑性，能快速理解业务并体现在工作成果中，能够一定程度完成自我工作规划\r\n-认同客户成功理念，善于并乐于与客户交流沟通，并敏锐发现卡点问题\r\n-案头工作细致准确，责任心强，执行力强，工作推进能力强",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/7af0773d-d264-44f1-b334-61d5595a96fa",
  },
  {
    id: "baidu_J55546",
    company: "百度",
    name: "北京-文创设计师",
    location: "北京市",
    type: "校招",
    category: "专业服务和管理支持",
    description:
      "1、负责百度各媒体广告投放素材的设计与制作，进行创意实现；\r\n2、快速理解用户及产品，基于对设计趋势的分析和思考，灵活提供视觉解决方案，不断优化产品体验； \r\n3、完成公司内部宣传及推广相关的平面设计工作（宣传海报、产品页等）；\r\n4、配合完成上级临时交代的各项工作任务，能够高效准确的完成设计相关工作；\r\n5、与其他对接设计师、优化师等紧密沟通协作，共同达成目标。",
    requirement:
      "1、统招本科以上学历，2022年毕业生，美术、设计或相关专业；\r\n2、熟练掌握Photoshop、Illustrator、等图形处理软件或排版软件，熟练应用OFFICE软件，专业综合能力较强；\r\n3、 有较强学习能力，优秀的审美品味与较强的色彩搭配能力，具有有良好的视觉创意能力；\r\n4、具备良好的团队合作能力，责任感强，善于沟通、富有激情。",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/b9e839ae-1025-499b-8a8e-aa50f500d341",
  },
  {
    id: "baidu_J55545",
    company: "百度",
    name: "上海-整合营销策略专员",
    location: "上海市",
    type: "校招",
    category: "专业服务和管理支持",
    description:
      "-与大客户沟通,挖掘客户需求,利用各类相关产品资源优化组合,为大客户提供搜索引擎营销解决方案\r\n-分析解读营销数据,策划制定百度全商业产品推广方案与策略,不断优化其推广效果,促进大客户营销工作\r\n-利用百度业务系统及相关工具有效管理大客户搜索推广账户\r\n-具备数据挖掘、分析和模型搭建的能力",
    requirement:
      "-本科以上学历，广告学、市场营销、统计学、工商管理类相关专业优先\r\n-有相关媒体or广告公司实习经验优先\r\n-出色的沟通表达能力、数据分析能力、逻辑思维能力及文案写作能力\r\n-对互联网用户行为有一定的理解，熟悉搜索引擎产品及运营模式\r\n-熟练使用Word、Excel、PPT等办公软件\r\n-英文书写和口语表达能力良好\r\n-认真细致、敬业负责，有很强的进取心与合作意识，喜欢创新和挑战",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/94c84e66-a38a-4d3e-b6be-60e50e162a63",
  },
  {
    id: "baidu_J55523",
    company: "百度",
    name: "北京-云计算虚拟化研发工程师",
    location: "北京市",
    type: "校招",
    category: "技术",
    description:
      "-云计算计算、网络、存储、异构计算、云原生、操作系统等相关技术和产品的研发\r\n-高性能云主机,比如智能网卡、虚拟化技术、高性能存储、SDN/NFV等相关技术和产品的研发\r\n-高性能网络、用户态协议栈、RDMA低时延网络等技术的研发,极致优化用户体验",
    requirement:
      "-计算机科学及相关专业应届毕业生 \r\n-牢固的计算机原理、数据结构、算法、计算机网络等基础知识 \r\n-熟练掌握C/Python/Shell/Go/C++...等1种以上语言 -有Kernel、KVM、Qemu、Libvirt、DPDK、SPDK、容器、操作系统等相关底层技术开发经验优先\r\n-有较好的团队协作及沟通能力\r\n-具备很强的分析和解决问题的能力，对攻关疑难问题具有强烈的兴趣",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/d831a02c-20e0-45be-b930-c22c0dff8204",
  },
  {
    id: "baidu_J55522",
    company: "百度",
    name: "北京-安全工程师",
    location: "重庆市",
    type: "校招",
    category: "技术",
    description:
      "-参与安全漏洞处理、安全事件与0Day应急响应，深度溯源联合打击黑产，并及时感知/挖掘安全风险\r\n-参与公司及各重点业务的安全策略与规范的制定，结合安全技术与运营推动人员安全意识提升和安全风险的缓解，参与安全运营平台化建设\r\n-参与公司各业务，尤其是人工智能、云计算、大数据等业务的安全设计评审、安全评估测试、安全加固方案调研与设计等\r\n-参与公司安全保障纵深能力系统的技术方案设计、运营、及核心安全能力的持续提升，比如基于大数据的多层风险与威胁感知、代码与基础环境安全质量控制、漏洞云扫描、云WAF等\r\n-参与对公司内部基础、重点业务相关的深度渗透测试，参与研究漏洞挖掘及利用技术，为不断完善提升公司纵深安全防御能力提供技术驱动力",
    requirement:
      "-具备基本的计算机技术基础（基本网络知识、基本编程能力）\r\n-有漏洞挖掘或代码安全审计经验\r\n-有渗透测试经验（熟悉各类典型漏洞的发现与利用）\r\n-具备基本的安全漏洞修复与攻击防御知识\r\n-追求卓越，不甘平庸，具备强烈的事业心和开拓创新精神\r\n-优秀的沟通能力以及团队合作精神\r\n具有以下条件者优先：\r\n-有大型互联网企业实习经验者优先\r\n-有专注于漏洞挖掘与利用技术研究者优先\r\n-有大型互联网渗透经验者优先",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/ff6a0cda-d287-41c1-b5bf-86c5411c56f8",
  },
  {
    id: "baidu_J55521",
    company: "百度",
    name: "北京-大数据研发工程师",
    location: "北京市",
    type: "校招",
    category: "技术",
    description:
      "-负责构建大数据分析平台以及数据分析和挖掘工作\r\n-负责基于百度数据的离线和实时流分析\r\n-参与支撑业务的数据模型建设及数据指标的计算和分析\r\n-参与海量数据的存储、查询和运营数据分析体系搭建\r\n-运用Hadoop、Spark、ES等分布式计算和存储平台\r\n",
    requirement:
      "-计算机相关专业应届毕业生\r\n-对Spark及Hadoop技术有深入了解\r\n-熟悉Python/Java/Scala/Php等编程语言，熟练使用SQL，有良好的编码习惯，对分布式有深刻理解\r\n-了解Windows、Unix、Linux等主流操作系统原理，熟练运用系统层支持应用开发\r\n-技术视野开阔，有强烈的上进心和求知欲，善于学习和运用新知识，勇于解决难题 \r\n-善于沟通和逻辑表达，拥有优秀的分析问题和解决问题的能力，良好的团队合作精神和积极主动的沟通意识 \r\n-有激情，具有自我驱动力，追求卓越\r\n具有以下条件者优先： \r\n-计算机领域相关的编程大赛获奖、专业期刊发表文章或者有发明专利等\r\n-具备大数据云平台、计算存储平台、可视化开发平台经验，熟悉软件工程开发流程\r\n-具备专业领域的计算机知识和技能： Storm/Hive/Hbase/Storm/Kafka等",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/83cad6f6-81b9-471a-b460-2ac9fef85cf6",
  },
  {
    id: "baidu_J55530",
    company: "百度",
    name: "北京-网络系统工程师",
    location: "北京市",
    type: "校招",
    category: "技术",
    description:
      "负责行业领先的超大规模云基础设施网络系统和计算集群的规划设计、工程建设与运维调优\r\n-管理覆盖全球的网络、服务器集群，确保安全、稳定、高效运行\r\n⁃建立新一代智能化运营体系，构建海量运营数据分析及智能运维平台\r\n⁃推动超大网络系统架构演进、性能优化及关键组件设计研发。\r\n\r\n",
    requirement:
      "—计算机、通信或相关专业应届毕业生\r\n-熟悉TCP/IP协议和计算机网络相关原理\r\n-熟悉Linux操作系统，并掌握Linux环境下的C/ C++/Go/Python/Shell等至少一种语言\r\n-熟悉SDN\\DNS\\虚拟化\\计算机硬件等一项或多项技术者优先\r\n-具备很强的分析和解决问题的能力，良好的团队合作精神\r\n-做事认真，仔细，负责，有很强的专业精神",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/ddf4d5d3-af9a-40f9-b531-ec5abf1a8629",
  },
  {
    id: "baidu_J58770",
    company: "百度",
    name: "信息分发运营管理部_品牌运营实习生",
    location: "北京市",
    type: "日常",
    category: "专业服务和管理支持",
    description:
      "-跟进品牌项目合作，完成内/外部资源申请与执行\n-完成简单的品牌宣内容平面设计制作\n-协同完成品牌合作账号及IP话题运营\n-协同品牌组其他相关工作",
    requirement:
      "-熟练使用PS、具备平面设计能力，会PR/AE者优先\n-执行力强、有责任心、具备良好的沟通能力\n-热爱影视剧综、有网感、思维活跃有创意\n-有媒体、互联网相关实习经验优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/f803cee3-3568-4b4b-b549-9f0b3056662f",
  },
  {
    id: "baidu_J58788",
    company: "百度",
    name: "汽车用户增长组_有驾产品运营实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-参与汽车垂媒类产品的产品运营活动，跨部门沟通，申请流量资源确保活动流量的获取\n-协助开展产品运营活动全流程，与设计、流量运营等部门同学对接，推动产品及活动上线\n-跟踪产品活动上线效果，整理各渠道相关数据，通过数据分析，不断总结经验，优化活动流程和细节\n-活动在线期间，及时跟进跟进用户反馈问题",
    requirement:
      "- 至少实习3个月，能全勤到岗，长期实习者优先，专业不限\n-具备良好的沟通协调能力、执行力、工作负责细心、能快速学习\n-熟练使用excel、PPT等办公软件\n-具备良好的文案撰写能力、设计审美能力，具有互联网运营活动实习经历优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/f743b4c1-6623-4a7c-959c-23624d8fbd58",
  },
  {
    id: "baidu_J55112",
    company: "百度",
    name: "知道产品部_内容运营实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-负责日常活动运营，深度参与大事件营销及热点活动\n-参与权威内容整理、编审以及对日常数据统计分析并进行效果优化\n-跟团队紧密协作，根据业务目标，对权威内容的运营效果进行监控\n-负责机构日常对接",
    requirement:
      "-本科及以上学历，可以实习半年以上优先，有过知识付费，内容运营、用户运营等相关经验优先，对知识付费行业感兴趣优先\n-有一定的数据分析能力，注重精细化运营\n-热爱社交，具备优秀的人际沟通能力，有较强的服务意识，能够跟创作者建立良好的沟通关系\n-善于自我思考及总结，具有较强的执行力及责任心，有一定的自驱能力",
    url: "https://talent.baidu.com/jobs/detail/INTERN/7f1046dd-bd6b-4a6f-be58-f2ed589d7ebc",
  },
  {
    id: "baidu_J58892",
    company: "百度",
    name: "移动客户端部_算法研究实习生",
    location: "上海市",
    type: "日常",
    category: "技术",
    description:
      "-主要负责NLP、图像等算法的调研及实现\n-快速响应产品需求，进行需求的可行性验证及demo实现\n-相关问题排查，优化我们当前的模型\n-进行相关算法的预研，模型复现等工作，为相关产品做技术储备",
    requirement:
      "-具备良好的快速学习和理解能力，有团队协作精神，有责任心，乐于接受挑战\n-有计算机相关背景，数理基础好\n-开发语言以Python或C++为主，熟悉Torch框架\n-熟悉强化学习及深度学习相关知识，对相关研究领域有一定了解\n-具备多方面的专业知识，如信号处理等\n-具有开发、培训和评估深度学习和机器学习模型的经验\n-有较强的研究能力，在较高等级期刊发表过论文\n-有较强的代码能力，获得过ACM等代码竞赛的奖项\n-有维护大型软件或系统的经验\n-有较高GPA",
    url: "https://talent.baidu.com/jobs/detail/INTERN/7fad428e-b660-4295-a53d-a2dc5b4f3fc9",
  },
  {
    id: "baidu_J58893",
    company: "百度",
    name: "移动客户端部_后端研发实习生",
    location: "上海市",
    type: "日常",
    category: "技术",
    description:
      "-参与业务软件研发，负责应用软件的开发、优化、维护工作\n-负责模块的编写、逻辑实现和单元测试，并编写相关技术文档\n-针对实际应用场景，参与需求分析与讨论\n-负责业务数据的处理，后台的维护",
    requirement:
      "-计算机相关专业，熟悉Golang\n-了解Linux系统，熟悉Git、Make等工具\n-计算机基础扎实，熟悉常见的设计模式，有良好的编码风格和质量意识\n-有机器学习、深度学习、cuda开发，模型推理等相关开发经验者优先\n-逻辑清晰，热爱学习，工作积极主动，具有强烈的责任心以及良好的沟通能力",
    url: "https://talent.baidu.com/jobs/detail/INTERN/fb7470c9-0795-4c1c-8329-82a4820a92ea",
  },
  {
    id: "baidu_J58050",
    company: "百度",
    name: "百家号内容运营部_大健康服务端工程师",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-大健康业务相关服务端的设计与研发\n-与产品及运营团队深入配合，深刻理解业务，通过合理的架构设计、流程优化，实现高效、统一、易扩展的后端服务\n-对接百家号B端产品研发，根据需求对接服务端产品设计\n-跨团队跨端沟通，完成产品需求对接",
    requirement:
      "-计算机相关专业本科及以上学历\n-精通java/python/golang等至少一门语言，具备扎实的计算机基础、数据结构及算法知识，编程能力强\n-熟悉kafka、mysql、redis、nginx等常见中间件的原理与配置应用\n-具备良好的架构设计和业务抽象能力\n-乐观积极，逻辑性强，善于沟通协作优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/fc3289f2-28a2-4c79-8c8b-5a6385c979be",
  },
  {
    id: "baidu_J58800",
    company: "百度",
    name: "视频推荐产品组_数据分析实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-以业务目标为导向，深入业务场景，理解与挖掘业务诉求，支持独立业务模块的数据分析工作\n-深入理解业务，对业务进行抽象和结构化，搭建以业务目标为导向的数据指标体系\n-立足业务场景需求，抽象沉淀数据需求，建立长期数据服务解决方案\n-完成业务功能策略实验分析、专项分析等工作，提出有建设性的决策建议，推动功能和策略的迭代",
    requirement:
      "-本科及以上学历，数据、统计学、计算机相关专业优先\n-熟练使用SQL、python等数据分析工具，熟悉数仓体系，熟悉指标体系搭建，有埋点建设经验\n-具备良好的的业务理解能力，有信息流或内容类产品数据产品经验优先\n-具备良好的沟通能力、独立思考和团队协作能力，能够在日常项目业务场景中推动进展，达成目标",
    url: "https://talent.baidu.com/jobs/detail/INTERN/12b00e70-fca2-4531-8d9a-2ce8797c34e6",
  },
  {
    id: "baidu_J58796",
    company: "百度",
    name: "视频推荐产品组_功能产品实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-支持视频看播、互动、渗透等方向产品项目跟进，包括需求设计、评审并推动上线\n-支持部分项目的数据分析，并监控上线后数据效果\n-支持内容相关策略准召效果、相关性评估，保障产品体验\n-日常竞品监控与调研，关注用户反馈，自主发现并驱动相关问题解决",
    requirement:
      "-大学本科及以上，可实习6个月优先，有大厂实习经验者优先\n-有一定用户思维，逻辑清晰，做事踏实细心，擅于表达，自驱力强\n-对数据敏感，善于通过数据分析发现问题\n-具有良好的分析、解决问题的能力；自驱能力强，结果导向，能主动发现问题，持续推动项目改进",
    url: "https://talent.baidu.com/jobs/detail/INTERN/0a5fe2ec-4d46-4080-99fc-5e895cc62a47",
  },
  {
    id: "baidu_J58782",
    company: "百度",
    name: "黄油业务组_工具产品内容运营实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-根据上新素材及内部需求方向，协助产出优质模板内容\n- 根据节假日及热点内容，定期筛查挑选用户优质模板，协助维护站内模板分类版块\n-配合黄油官方账号的日常运营，撰写并发布优质内容\n-与设计团队沟通协作，收集站外热点内容，提供制作方向建议\n-配合团队完成其他相关工作",
    requirement:
      "-本科及以上学历，专业不限。每周至少实习4天，实习期三个月以上\n-具备较好的审美能力和修图能力，对当下修图风格有一定了解\n-具有出色的网感，了解当下网络流行和热点内容\n-有一定的文案基础，能够独立完成官方账号的内容撰写\n-具有积极主动的工作态度，执行力和抗压能力强",
    url: "https://talent.baidu.com/jobs/detail/INTERN/81717628-85bf-49f6-b2e3-34c390ed70f6",
  },
  {
    id: "baidu_J58992",
    company: "百度",
    name: "收入运营组_问一问法律垂类用户运营实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-负责p/ugc社群运营，制定运营sop提升各项数据\n-负责垂类数据支持，定期产出垂类数据变化并输出报告\n-负责品类热点事件的挖掘和运营；借助热点事件挖掘潜力作者及优质内容\n-策划发起内容活动、平台运营活动\n-负责垂类内容分析，根据内容数据产出提升创作者创作质量及复购能力的优化方案，对内容敏感度高",
    requirement:
      "-全日制统招大学本科、研究生在读生，具有问答平台运营实习经验者优先，具有创作者、直播运营和自媒体运营经验者优先\n-对内容敏感度高，剖析能力强；对互联网内容行业抱有极度热情\n-学习能力强，具备良好的项目管理能力和沟通能力，能够跨团队高效沟通协作共赢，抗压能力强\n-思维逻辑清晰，数据分析能力优秀，熟练使用excel、sql优先\n-可长期稳定实习，每周工作5天，连续实习3-6个月以上",
    url: "https://talent.baidu.com/jobs/detail/INTERN/db39a628-1743-4359-a905-7d69e9da8524",
  },
  {
    id: "baidu_J58621",
    company: "阿里",
    name: "知识图谱部_C端产品运营",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-负责百度AI绘画产品文心一格的运营工作，制定关键产品的整体运营策略和计划，通过用户运营、活动运营、内容运营及渠道推广、产品优化等运营工作，促进产品核心数据及用户口碑提升\n-通过用户画像分析，梳理用户转化路径，建立用户转化模型\n-驱动跨部门合作，包括产品、运营和开发等，推动增长项目落地实施，验证结果并快速迭代\n-对网络推广、渠道运营等情况跟踪，收集市场信息竞争信息，提出推广运营思路、做出分析报告",
    requirement:
      "-本科及以上在校生，有运营实习相关经历，有AI公司/项目经验更佳\n-热爱项目跟进、资源协调等整合类事情，喜欢策划推广\n-具备一定的数据分析能力和逻辑性，能快速分析和定位问题并找到解决方案\n-对市场动向有较好敏感度，能站在用户角度思考\n-具备强烈的责任心、内驱力，较强的沟通和协调能力\n-有UserGrowth、aigc和用户运营经验者优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/9574e9b3-ec1c-4cd4-b775-d2f244c3a8ec",
  },
  {
    id: "baidu_J57097",
    company: "阿里",
    name: "健康内容业务部_百度健康平台运营实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "- 百度健康平台运营岗位，负责跟随老师学习及进行用户增长、活动设计、调研分析等\n- 学习分析医疗行业用户需求，积极思考提出有差异化的创新活动，帮助产品用户规模提升\n- 协助团队完成运营活动的策划和落地执行，并做好活动数据统计和总结\n- 协助做好团队运营保障工作",
    requirement:
      "- 本科及以上学历，医学、药学、传播等相关专业优先\n- 对用户成长体系等拉新和留存玩法感兴趣，有创新及独立思考能力\n- 逻辑清晰，有一定活动策划能力，有文字功底\n- 具备较强的学习能力以及沟通、协调、组织能力，有较强责任心与抗压性",
    url: "https://talent.baidu.com/jobs/detail/INTERN/23caec7d-0bd2-4d46-8164-103a9ef97b42",
  },
  {
    id: "baidu_J58769",
    company: "百度",
    name: "问一问业务部_高考项目运营实习生",
    location: "重庆市",
    type: "日常",
    category: "产品",
    description:
      "-负责协助问一问高考项目执行\n-协助机构、学生入驻成为问一问高考项目答主。制定招募、培训sop提升高考答主运营效率\n-负责项目的宣传跟进，包括产品页面与资源位的申请、上线、数据统计分析等\n-协助策划发起内容活动、平台运营活动",
    requirement:
      "-全日制统招大学本科、研究生在读生\n-思维逻辑清晰，剖析能力强，有责任心\n-具备良好的项目管理能力和沟通能力，能够跨团队高效沟通协作共赢\n-具有用户运营实习经验、活动运营经验优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/f058658a-04b8-411e-9796-3fd6e67ed30e",
  },
  {
    id: "baidu_J57677",
    company: "百度",
    name: "组织文化部_设计实习生",
    location: "北京市",
    type: "日常",
    category: "专业服务和管理支持",
    description:
      "-百度文化落地的视觉创作及物料产出\n-相关文化落地活动（如：工作坊、剧本杀等）物料产出及活动运营\n-内部宣传渠道的视觉产出\n-其他临时交办的工作",
    requirement:
      "-实习时间不低于3个月，大三或研二最佳\n-平面设计专业/有相关实习经验/非设计专业但对设计工作有兴趣、有能力\n-有一定的内容创作能力\n-可尽快到岗",
    url: "https://talent.baidu.com/jobs/detail/INTERN/a330e41c-336a-4e61-806c-f1ad3f4719aa",
  },
  {
    id: "baidu_J58622",
    company: "百度",
    name: "人力资源信息化组_人力数据系统实习生",
    location: "北京市",
    type: "日常",
    category: "专业服务和管理支持",
    description:
      "-协助进行集团人力数据分析，定期产出数据分析报告\n-协助推进人力资源信息化系统侧各项目的开展，及时沟通，集成项目信息，跟进项目运营\n-协助撰写数据产品文档、产品运营手册、产品使用说明等\n-根据需求进行会议管理、撰写会议纪要等\n-完成其他相关工作，确保部门事务性工作正常进行",
    requirement:
      "-本科及以上学历，硕士优先，专业不限，有实习经验或学生干部经验者优先\n-对人力资源管理有基本了解，熟悉人力资源管理的基本内容及流程\n-拥有信息化系统建设相关经验者优先\n-拥有数据分析思维，逻辑清晰，熟练掌握Excel、PPT等办公软件的使用，掌握R、Python、SQL等数据分析工具者加分\n-乐观积极、细致认真、学习能力强、有极强的责任心和抗压能力，善于沟通，乐于合作 ",
    url: "https://talent.baidu.com/jobs/detail/INTERN/c7f0cf99-17a0-4bc7-94d2-516bf79b2464",
  },
  {
    id: "baidu_J58780",
    company: "百度",
    name: "工业前端工程组_web前端研发工程师实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-参与百度工业产品前端研发工作\n-参与百度工业产品项目支持工作\n-参与百度工业产品前端技术能力建设\n-参与前端新技术调研及分享",
    requirement:
      "-统招本科及以上在校生，计算机相关专业，有web前端的产品开发经验优先。可尽快到岗，线下实习至少4天每周，持续3个月及以上\n-熟悉 HTML、CSS，熟练掌握JavaScript、ES6新特性，能够手写符合 W3C 标准的代码\n-熟悉React、Vue等至少一种前端框架\n-掌握Linux基本命令，熟悉git基本操作\n-有责任感，积极主动，有较好的沟通能力。",
    url: "https://talent.baidu.com/jobs/detail/INTERN/b3b637d7-2203-4e9c-acea-9a20b710f0ea",
  },
  {
    id: "baidu_J58781",
    company: "百度",
    name: "百科产品部_运营实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-负责秒懂百科PUGC用户运营，包括作者建联、维护、促活、召回等，通过积极与作者沟通，及时反馈解决问题，提升作者活跃度\n-对运营数据进行收集、监控和复盘分析，及时发现问题并优化运营策略\n-能够独立负责创作者每月榜单项目，为结果负责\n-支持协同部门内其他日常工作",
    requirement:
      "-全日制统招大学本科或研究生在读\n-每周到岗5天，实习时间不少于三个月\n-良好数据处理能力\n-具备较强的责任心和同理心\n-可独立思考运营方案并解决问题",
    url: "https://talent.baidu.com/jobs/detail/INTERN/e5f06420-d07b-4714-81a4-383ebef1101c",
  },
  {
    id: "baidu_J38976",
    company: "百度",
    name: "小度应用与服务业务部_语文AI教育实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-参与学科的AI教育模型设计，配合教研团队建立语文学科的教学、教研活动\n-针对学科作业，重点是语文作文进行深度批改，并及时反馈\n-用户运营，能够做好家长的沟通与后期服务，与学生及家长保持良好、长期的合作关系\n-完成公司安排的其他与教学教研相关工作",
    requirement:
      "-全日制大学本科及以上学历， 中文、教育师范及相关专业\n-熟悉小学、初中教材体系及教学大纲，有相关经验者优先\n-有良好的写作能力，对于文字表达比较敏锐\n-具备较强的沟通能力及逻辑思维能力",
    url: "https://talent.baidu.com/jobs/detail/INTERN/5fa8de3e-bd1f-413a-b8c7-e65a89038911",
  },
  {
    id: "baidu_J15148",
    company: "百度",
    name: "小度应用与服务业务部_语文AI教育老师",
    location: "大连市",
    type: "日常",
    category: "产品",
    description:
      "-参与学科的AI教育模型设计，建立语文学科的教学、教研活动，并提高教学、教研水平\n-为中小学生提供专业的高质量教学服务， 可针对学生情况因材施教，对其进行个性化的课程讲授，并发掘、组织多种教学方式，灵活教学\n-针对学科作业，重点是语文作文进行深度批改，并及时反馈\n-能够做好家长的沟通与后期服务，与学生及家长保持良好、长期的合作关系\n-主动了解学生近期的学习情况与心理动态，调动学生的学习兴趣， 激发学生学习热情\n-完成公司安排的其他与教学教研相关工作",
    requirement:
      "-全日制大学本科及以上学历，教育师范及相关专业，有教师资格证\n-具备较强的沟通能力及逻辑思维能力\n-熟悉小学、初中教材体系及教学大纲，有相关经验者优先\n-具有亲和力，责任心， 关注和热爱学生，善于激发学生的积极性和学习兴趣\n-上课生动活泼，有创新意识和专研精神",
    url: "https://talent.baidu.com/jobs/detail/INTERN/763655fb-ac80-45c9-a038-b0dd8c4b130a",
  },
  {
    id: "baidu_J58763",
    company: "百度",
    name: "移动生态战略规划部_战略分析实习生",
    location: "北京市",
    type: "日常",
    category: "专业服务和管理支持",
    description:
      "-支持对互联网行业(尤其是广告商业化、文娱内容赛道）的研究，包括整体市场环境、细分业务领域发展、新商业模式、新技术发展等的分析和研究，参与专家访谈、桌面研究、用户研究、数据搜索和分析、报告撰写\n-支持行业对标研究、国内外竞争对手研究，研究其战略部署、追踪其战略动态，并据此提出对公司有建设性的竞争策略的建议\n-对内部相关业务进行分析和洞察，能及时发现业务问题，并结合市场研究、竞对对标，对内部问题拆解和分析，提出解决方案",
    requirement:
      "-本科及以上学历，具有互联网、咨询公司、券商行研、投资银行等实习经历\n-性格踏实靠谱，做事认真，积极主动有责任心，有较好的逻辑思维能力\n-具有较强的信息搜集能力，熟练使用办公软件，在PPT方面具有一定审美\n-能够保证三个月及以上的实习时间",
    url: "https://talent.baidu.com/jobs/detail/INTERN/b16e79aa-e5e6-4348-951b-18a1c94bc5ef",
  },
  {
    id: "baidu_J57487",
    company: "百度",
    name: "北京-百度智能云解决方案架构师",
    location: "北京市",
    type: "校招",
    category: "政企行业解决方案和服务",
    description:
      "-负责面向泛互联网领域、创新科技类领域市场客户提供基础架构、业务架构方案\n-构建百度智能云云计算、人工智能研发领域协同模式，形成基于百度集团内部业务在云计算、人工智能领域的最佳实践以及技术优势点\n-针对泛互联网行业（包括不限于电商、游戏、视频、社交等）和创新科技类行业（包括不限于自动驾驶、生命科学、芯片制造等）某一行业做深入的行业调研、行业洞察、行业方案、行业拓展做系统性的输出\n-为技术实现市场化，让技术创造市场价值，结合百度在云计算、人工智能领域的技术点，创新出产品、方案，自主搭建和拉通资源搭建产品方案环境，为匹配泛互联网和创新科技类企业在企业发展，市场业务创新需求，创新产品和方案",
    requirement:
      "-计算机科学及相关专业应届毕业生 \n-熟练掌握一个或多个专业领域的计算机知识和技能：计算机原理、数据结构、云计算、虚拟化技术、分布式系统、存储系统、机器学习、深度学习等\n-熟练掌握C/Python/Shell/Go/C++...等1种以上语言，熟悉一个或多个深度学习框架如：Pytorch、TensorFlow、PaddlePaddle等开源框架，有对Kernel、KVM、Openstack、容器、数据库、大数据、操作系统等相关技术有一项或多项了解\n-优秀的技术钻研精神、分析和解决问题的能力，对挑战性问题充满激情；渴望技术创新，渴望用技术改变世界 \n-有很好的团队协作及沟通能力\n-有很好的系统性思维和归纳总结能力",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/e0405355-26f4-4242-99c6-33b3a627d22b",
  },
  {
    id: "baidu_J57355",
    company: "百度",
    name: "北京-财务分析师",
    location: "北京市",
    type: "校招",
    category: "专业服务和管理支持",
    description:
      "1. 负责对接部门的月度、季度、年度预算，根据业务执行情况，提出合理化建议，并向管理团队提供技术有效的分析报告；\n2. 支持业务工作，挖掘收入增长、费用资源驱动因素，及时预警业务，根据执行情况不断进行优化；\n3. 通过项目审批、合同审批、采购单审批等环节，把控相关财务风险，并不断推进流程优化；\n4. 协助完成其他预算及分析相关工作。",
    requirement:
      "1. 本科及以上学历，财务管理、经济学、会计学、统计等相关专业优先；\n2. 具备四大或知名咨询公司实习经历优先；\n3. 具备全局思考和结构化的问题定义、拆解能力，以及独立思考、思辨能力；\n4. 具备优秀的自我驱动和跨部门项目沟通组织能力，韧性强；\n5. 熟练应用excel及PPT等工具。",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/8a57ee02-244c-415a-b3ce-e703424f3c47",
  },
  {
    id: "baidu_J54146",
    company: "百度",
    name: "北京-PMO",
    location: "北京市",
    type: "校招",
    category: "技术",
    description:
      "-目标管理:深入理解业务,协助目标设定和跟踪管理,依托OKR机制支持各业务方向目标达成\n-项目管理:能够独立推动跨部门/跨团队复杂项目的落地实施,做好项目前期、中期到收尾复盘各个环节的执行管理支持,以风险识别/流程优化/数据分析等为抓手、赋能项目保质提效\n -专项分析:根据业务需求,开展内部现状分析和外部对标调研,可以协同完成分析思路设计、数据/信息采集整理、沟通调研、结论提炼、报表沉淀等工作,辅助关键策略制定",
    requirement:
      "-本科及以上学历，有版本管理/需求管理/项目管理实践实习经验优先，具备较好的技术理解力，熟悉搜索/信息流/视频/直播/社交等业务模式\n-熟悉敏捷/传统项目管理理论加分，熟悉excel/PPT/sql等常用工具\n-主动学习、自驱力强，工作细致认真、责任心强；适应跨团队/跨部门/跨体系沟通，有良好的协调组织能力",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/001630ee-6292-4106-a295-54810a942c0c",
  },
  {
    id: "baidu_J55498",
    company: "百度",
    name: "上海-机器学习/数据挖掘/自然语言处理工程师",
    location: "上海市",
    type: "校招",
    category: "技术",
    description:
      "-研究数据挖掘或统计学习领域的前沿技术,并用于实际问题的解决和优化\r\n-大规模机器学习算法研究及并行化实现,为各种大规模机器学习应用研发核心技术\r\n-通过对数据的敏锐洞察,深入挖掘产品潜在价值和需求,进而提供更有价值的产品和服务,通过技术创新推动产品成长",
    requirement:
      "-热爱互联网，对技术研究和应用抱有浓厚的兴趣，有强烈的上进心和求知欲，善于学习和运用新知识\r\n-具有以下一个或多个领域的理论背景和实践经验：机器学习/数据挖掘/深度学习/信息检索/自然语言处理/机制设计/博弈论\r\n-至少精通一门编程语言，熟悉网络编程、多线程、分布式编程技术，对数据结构和算法设计有较为深刻的理解\r\n-良好的逻辑思维能力，对数据敏感，能够发现关键数据、抓住核心问题\r\n-较强的沟通能力和逻辑表达能力，具备良好的团队合作精神和主动沟通意识\r\n 具有以下条件者优先：\r\n-具有以下一个或多个领域的理论背景和实践经验，包括机器学习/深度学习/强化学习/自然语言处理/推荐系统/信息检索等\r\n-深入理解机器学习常用组件（全连接神经网络，CNN等）的原理，有1年以上机器学习相关项目或研究经验\r\n-熟练掌握常用数据结构及算法\r\n-熟悉JAVA/C++等语言编程，有一定编程经验\r\n-熟练使用至少一门脚本语言，如python，linux shell等\r\n-熟悉linux操作系统，能胜任在linux操作系统上工作\r\n-熟练使用sql语言进行常用的数据库操作\r\n-有强烈的责任心和团队配合意识及能力，并有较强的解决问题能力\r\n-熟悉海量数据处理、最优化算法、分布式计算或高性能并行计算，有相关项目经验",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/9a79e538-5693-4886-bb89-6cda6a9f7bbc",
  },
  {
    id: "baidu_J55502",
    company: "百度",
    name: "北京-搜索架构工程师",
    location: "北京市",
    type: "校招",
    category: "技术",
    description:
      "- 负责搜索引擎架构的在线和离线架构研发工作,包括网页搜索、视频搜索、图片搜索、视觉检索、电商搜索、资讯/热议等\r\n- 负责高并发架构机制、稳定性工程、检索延时优化、数据流系统研发,保证搜索系统的可用性和高效性\r\n- 负责服务治理与重构、云原生架构改造、搜索性能优化,保证搜索系统的可扩展性与可持续发展\r\n- 负责机器学习应用落地与智能化语义检索,提升搜索的智能化水平\r\n- 使用分布式计算、流式计算框架,处理海量数据的计算、存储、传输、生效等\r\n- 推动技术创新,持续保持最好的用户体验",
    requirement:
      "-深刻理解计算机数据结构和算法设计，精通C/C++等至少一门编程语言 \r\n- 熟悉网络编程、多线程、分布式编程技术，熟悉Linux系统知识 \r\n- 具备一个或多个专业领域的计算机知识和技能：搜索引擎、机器学习、云计算、分布式系统、存储系统等 \r\n- 优秀的分析和解决问题的能力，对挑战性问题充满激情；渴望技术创新，渴望用技术改变世界 \r\n- 良好的团队合作精神和主动沟通意识，较强的沟通能力和逻辑表达能力\r\n \r\n具有以下条件者优先：\r\n-有一定项目经验，有过实习经历，熟悉软件研发流程 \r\n-计算机领域相关的编程大赛获奖、专业期刊发表文章或者有发明专利等 \r\n-有分布式数据处理相关经验，对Hadoop、Hive、Spark等有认识或了解 \r\n-具备多个专业领域的计算机知识和技能：搜索引擎、机器学习、云计算、分布式系统、存储系统等",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/fa390b74-5d45-48fb-85eb-bbcfa1b5fdae",
  },
  {
    id: "baidu_J58604",
    company: "百度",
    name: "百科产品部_权威侧运营实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-负责百科权威化日常运营，对接维护学术科普专家资源，提高活跃度\n-参与权威内容执行等工作，对接和处理词条问题，定期总结数据表现并进行效果优化\n-跟团队紧密协作，根据业务目标，对权威化运营效果进行优化\n-做好权威化品牌宣传，运营内外部宣传渠道",
    requirement:
      "-本科及以上学历，可以实习一年以上优先，有过百科词条编写经验，品牌运营等相关经验优先，对科普方向感兴趣的优先\n-有一定的数据分析能力，注重精细化运营\n-热爱社交，具备优秀的人际沟通能力，能够跟科普专家建立良好的沟通关系\n-善于自我思考及总结，具有较强的执行力及责任心，有一定的自驱能力",
    url: "https://talent.baidu.com/jobs/detail/INTERN/57b98d11-9bec-4cb7-9973-4adcc3f5bed8",
  },
  {
    id: "baidu_J58470",
    company: "百度",
    name: "百科产品部_创新运营实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-百度百科合作项目的产品上线和品牌推广，如秒懂百科、娱乐百科等；\n-百度百科合作资源拓展，合作关系维护；\n-百度百科秒懂百科品牌活动的策划及落地执行；\n-百度百科秒懂品牌的新媒体（微信公众号、微博、抖音等账号）账号运营；",
    requirement:
      "-全日制统招大学本科或研究生在读，社会学、中文、新传等相关专业优先，2025年及以后毕业优先；\n-短视频爱好者，思维活跃，有较强的视频创作和写作能力，对热门内容有自己的看法；\n-对明星娱乐、知识科普感兴趣或从事过相关工作者优先；\n-有采访经验者优先；\n-视频剪辑软件、photoshop等能够简单操作；\n-5月下旬可入职，每周工作5天，实习期至少5个月；\n-责任感强，做事细致，善于思考，追求卓越，沟通能力及抗压能力强；",
    url: "https://talent.baidu.com/jobs/detail/INTERN/a8c07f4c-00a8-439e-81bf-85c34c2e3e64",
  },
  {
    id: "baidu_J56884",
    company: "百度",
    name: "语音技术部_语音语义一体化研发实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-负责语音交互业务的语音语义一体化模型效果迭代优化 \n-负责业务数据分析挖掘与沉淀，参与数据挖掘、数据增强等算法工具研发 \n-参与语音语义一体化技术平台化开发 \n-参与前沿技术调研与落地",
    requirement:
      "-熟悉Linux平台下python编程，掌握基本数据结构与算法，具有良好的开发素养\n-熟悉自然语言处理、机器学习、深度学习等常用算法，有相关项目经验\n-具备良好的数据敏感度，良好的沟通学习能力、执行力、责任心\n-每周保证>=4天实习，实习期超过4个月\n-熟悉hadoop相关生态，熟悉C/C++编程 (加分项)",
    url: "https://talent.baidu.com/jobs/detail/INTERN/3892bb54-64f6-4602-9512-29cb8526c6ed",
  },
  {
    id: "baidu_J58592",
    company: "百度",
    name: "汽车用户增长组_用户增长产品实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-深度参与汽车垂媒类产品的产品工作，围绕增长等业务目标，协助完成各项日常工作\n-协助各项产品增长策略制定及开展，与设计、研发、测试等部门同学对接，并推动上线\n-跟踪产品策略数据效果，通过数据分析，不断总结经验，优化策略效果\n-协助完成其他日常产品工作",
    requirement:
      "-2024年及以后毕业的在校本科生或研究生，至少实习3个月、每周实习5天；长期实习者优先，专业不限\n-具备良好的沟通协调能力、执行力；有责任心、耐心；踏实靠谱，学习能力强\n-熟练使用excel、PPT等办公软件\n-具备产品经理、运营实习经历优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/6acf4f97-0787-4fb9-a2b1-d5b4f8ca2c15",
  },
  {
    id: "baidu_J58690",
    company: "阿里",
    name: "问一问业务部_实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-负责自建社群项目的日常运营管理工作，解决日常社群中的用户反馈的问题\n-持续挖掘用户需求，探索更好满足用户需求的运营机制，整合内外部各种资源，为社群拉新提供支持\n-负责参与项目&活动的数据统计，并进行复盘分析，做好数据沉淀工作\n-负责头部作者的对接工作，协助头部作者相关权益的现实\n-与产品经理沟通协作，负责撰写产品帮助文档、 产品常见问题Q&A等",
    requirement:
      "-在校生，本科及以上学历，有社群或活动运营经验优先\n-工作踏实认真，积极主动，善于思考，愿意学习且沟通理解能力强，熟练掌握办公软件的应用\n-熟悉ps、稿定设计等做图软件，有一定审美\n-每周至少保证4天以上出勤，需线下实习",
    url: "https://talent.baidu.com/jobs/detail/INTERN/d91a3d68-e5e0-43f0-b4d9-944c3876698c",
  },
  {
    id: "baidu_J58677",
    company: "百度",
    name: "贴吧业务部_用户产品实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-参与贴吧成长体系及贴吧内AIGC产品化设计，对用户体验负责\n-通过用户需求调研及竞品分析等方式，梳理产品需求并推进落地 \n-监控并分析日常数据，能够通过数据分析问题并推动解决\n-项目协同管理，能与合作方高效配合，保证项目高质量按期上线",
    requirement:
      "-本科及以上学历，有社区类产品实习经验优先（24届及以后毕业）\n-每周保证5天在岗时间，实习时长不少于4个月\n-数据分析能力强，熟练使用SQL等工具，善于发现问题、解决问题\n-有创新意识且自驱力强，关注行业动态，熟悉国内外市场主流社区、社交产品",
    url: "https://talent.baidu.com/jobs/detail/INTERN/9978863a-2f0f-4c6d-8e71-cfae9abc78d8",
  },
  {
    id: "baidu_J58665",
    company: "阿里",
    name: "百度APP业务部_基础设施中台实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-辅助产品经理进行百度认证产品建设\n-定期完成竞品调研，用户调研，数据分析\n-协助完成产品流程体验设计，跟进开发落地\n-辅助日常业务侧，用户侧客诉和异常case处理、跟进解决\n",
    requirement:
      "-热爱互联网，逻辑清晰，有较强的学习能力和学习意愿，有产品实习经验优先\n-良好的理解力和沟通力\n-喜欢有挑战性的工作，抗压能力强，执行力强\n-熟练使用常用办公和产品设计软件",
    url: "https://talent.baidu.com/jobs/detail/INTERN/eaf0bda3-dbf7-49ae-bda4-d69629086142",
  },
  {
    id: "baidu_J58641",
    company: "阿里",
    name: "矩阵产品组_产品实习生（视频方向）",
    location: "大连市",
    type: "日常",
    category: "产品",
    description:
      "-feed信息流、视频等相关功能设计，跟进需求落地，把控需求质量和进度\n-极速版相关竞品App的调研，梳理其差异点，为百度极速版优化提供思路\n-信息流、视频推荐策略的评估标注\n-频道等运营位的日常运营",
    requirement:
      "-本科及以上，有用户功能产品经验、有信息流或视频产品经验优先 \n-主观能动性较强，积极主动，并且愿意花较多时间在工作上\n-善良、有责任心、抗压\n-具有较强的逻辑思维能力",
    url: "https://talent.baidu.com/jobs/detail/INTERN/61a09382-4f60-4a91-917d-4f453c3bb670",
  },
  {
    id: "baidu_J55529",
    company: "百度",
    name: "北京-SRE工程师",
    location: "北京市",
    type: "校招",
    category: "技术",
    description:
      "-Site Reliability Engineer，负责百度公司大规模分布式系统及各类在线服务可靠、稳定、高效运行\r\n-参与在线系统和各类产品架构设计，主导服务可靠性相关自动化系统的实现，满足严格的质量与效率要求\r\n-参与百度国内外整体机房建设，为产品用户提供最优质的接入与使用体验布局\r\n-设计研发服务运维解决方案，包括网站加速、持续交付、容量管理、弹性计算、故障分析、流量分配、性能调优等\r\n-关注业界前沿技术动态，负责大规模流量接入系统的优化，演进和新接入技术探索和应用\r\n-关注业界相关技术动态，对齐混部技术方向（Docker等)），贡献与引领业界技术趋势\r\n-使用AI技术解决超大规模互联网应用运维问题",
    requirement:
      "-深入理解Linux操作系统；具备较好的计算机网络和体系结构基础\r\n-熟练掌握C/C++/Python/Go/Shell等至少一种主流编程语言\r\n-良好的逻辑思维和分析能力，热衷于解决问题、追求极致\r\n-强烈的责任心、进取心、团队合作精神和Ownership\r\n-专业不限，但更倾向于计算机、通信、数学等理工学科的应届毕业生\r\n具有以下条件者优先：\r\n-有大规模分布式程序设计开发经验\r\n-熟悉TCP/IP、HTTP/HTTPS等网络协议，精通Socket网络编程，有网络故障的Trace能力",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/2780a5da-7212-425e-aa8d-26f44f6456a4",
  },
  {
    id: "baidu_J55528",
    company: "百度",
    name: "北京-射频开发工程师",
    location: "北京市",
    type: "校招",
    category: "技术",
    description:
      "-负责WIFI/BT 产品前期射频方案可行性评估，参数射频硬件方案评估与设计，参与射频原理图设计与评审，参与PCB评审\r\n-负责PCB 射频堆叠布局，调试，测试验证\r\n-参与整机天线设计与问题追踪\r\n-负责射频/EMC 相关问题定位解决\r\n-负责新射频物料的验证与导入\r\n-提供产品在生产和认证测试阶段的射频技术支持，确保项目顺利进入量产",
    requirement:
      "-本科以上学历，电子，通信，信息技术或者电磁场与电磁波相关专业；较强得射频电路，电磁场理论分析基础\r\n-工作细致认真，有较强的沟通和协调能力，团队意识和责任心\r\n-对射频开发模型有深刻理解\r\n-熟练使用射频仪表如CMW500，IQ2010，矢量网络分析仪以及频谱仪等\r\n-熟练使用Cadence，PADS等开发工具\r\n-有手机，耳机，pad等设计经验者优先",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/de43858b-572c-4c7b-9c45-76b1cf4ee353",
  },
  {
    id: "baidu_J55527",
    company: "百度",
    name: "北京-硬件基带工程师",
    location: "北京市",
    type: "校招",
    category: "技术",
    description:
      "-负责智能硬件产品的硬件开发设计、元器件选型、原理图、PCB设计指导、BOM编制\r\n-负责每个阶段硬件的测试与调试方案\r\n-完成其它硬件相关工作，包括生产测试/认证测试的现场支持等\r\n-和部门内其他工程师紧密协作，保证整体硬件设计指标的按期实现并满足可靠性/一致性要求\r\n-其它部门密切协作，保证整个产品的相关目标按期实现\r\n-负责电子硬件的设计开发（包括原理图、PCB设计、器件选型） 、调试及测试和生产导入等，与软件工程师合作完成新产品设计工作\r\n-负责产品开发相关的技术文档（如产品电子规格书、原理图、PCB图，BOM）的拟制\r\n-负责产品生产导入的技术支持和指导，拟制产测技术标准，解决试产过程中出现的硬件设计、LAYOUT等技术问题\r\n-负责制定硬件测试方案，组织落实硬件测试与调试，并配合与软件工程师做联合调试",
    requirement:
      "-本科及以上学历,有智能硬件,手机,平板等开发经验优先\r\n-精通数字电路、模拟电路、嵌入式系统的硬件开发设计\r\n-熟悉UART、SPI、I2C、MIPI、以太网口等常见通信接口应用和开发\r\n-熟悉WIFI、蓝牙、Zigbee等硬件模块及天线设计\r\n-熟悉开关电源设计,对EMC/EMI和安规有一定的了解\r\n-熟练使用各种电子测试仪表,熟练掌握常用电路EDA设计工具,如Orcad,Allegro",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/0513270f-58d6-48f4-b65e-64c10b035fd4",
  },
  {
    id: "baidu_J55537",
    company: "百度",
    name: "北京-产品运营",
    location: "北京市",
    type: "校招",
    category: "产品",
    description:
      "-项目开始前对市场需求进行调研，设计产品，制定一系列完善的产品整体运营规划并执行\r\n-产品上线后，检测市场发展动态，进行数据跟踪分析，根据数据效果，推进产品的改进和营销策略的改变\r\n-顺利且有效完成商务谈判，策划合作项目计划并有效执行之，为双方带来良好效益，且和合作伙伴维持长期友好的合作关系\r\n-对网络推广、渠道运营等情况跟踪，收集市场信息竞争信息，提出推广运营思路、做出分析报告\r\n-结合产品推广或是品牌宣传，策划活动营销方案并有力执行之，促使达到提高产品和品牌知名度的目的",
    requirement:
      "-熟悉网站产品和各类营销手段，对市场动向有较好敏感度，对用户有深刻洞察，能站在用户角度思考\r\n-具有强烈的内驱力和执行力；熟悉和热爱运营工作，具有良好沟通技巧\r\n-热爱项目跟进、资源协调等整合类事情，喜欢策划推广\r\n-思维逻辑强，有扎实的数据分析功底，对数据敏感，有独立完整的数据分析经验，能快速发掘业务和数据的联系\r\n-对产品周期流程，设计、策略、分析、理解、评估、执行均有浓厚兴趣优先，有UserGrowth、用户运营经验经验者优先，有社团活动类经验优先",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/81401ca8-003d-4693-bc70-0f468f8d261f",
  },
  {
    id: "baidu_J55536",
    company: "百度",
    name: "大连-产品经理(日语)",
    location: "大连市",
    type: "校招",
    category: "产品",
    description:
      "-关注并分析互联网用户行为，能从用户行为中发现所负责产品的潜在用户需求；\r\n-针对用户需求进行研究，并设计出相应的产品功能；\r\n-与各其他团队密切配合一起工作，推动产品功能实现并取得预期的效果；\r\n-对产品进行数据分析，验证产品的运作状况并及时发现产品的潜在问题；\r\n-跟进用户反馈并与用户交流，深入了解用户的心声。",
    requirement:
      "-本科及以上学历毕业生，精通日语，有日本留学经验者优先；\r\n-热爱互联网，对互联网市场的敏感度高；思维活跃，领悟力强，乐于接受新鲜事物；\r\n-对用户需求有正确的理解和判断；\r\n-注重细节，具备针对用户需求设计出优秀产品的潜质；\r\n-拥有良好的沟通和团队协作能力，抗压能力强，有强烈责任心。",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/2c6c562e-00d9-4765-a82a-edf3e1f2e62e",
  },
  {
    id: "baidu_J55535",
    company: "百度",
    name: "上海-商业产品经理",
    location: "上海市",
    type: "校招",
    category: "产品",
    description:
      "-根据百度商业产品发展目标，参与产品的规划与设计，打造互联网行业一流企业\r\n-根据百度产品与业务发展情况，发现问题、分析需求，提出并实施解决方案\r\n-持续监控并分析产品数据，发现可改进之处，提出并推动优化方案\r\n-管理并组织项目，与技术团队和运营团队合作推进产品发展\r\n-基于网民和客户行为的海量数据挖掘和建模\r\n-商业产品变现策略调研、设计、分析和评估工作\r\n-行业和竞争环境的调研和分析工作，完成相应产品策略研究或评估报告报告\r\n-把握、理解网民和客户的需求变化，推进产品策略进行升级改进",
    requirement:
      "-热爱互联网、更爱互联网商业产品,有强烈的求知欲，对客户需求有敏锐的洞察力\r\n-计算机/信息科学/经济学/数理统计相关专业应届毕业生优先\r\n-优秀的沟通协作能力和较强的理解分析能力\r\n-有优秀的沟通协作能力和执行管理能力\r\n-追求卓越，勇于承受压力，挑战自我\r\n-有策略设计、交互设计、互联网产品设计、计算机程序设计相关经验者优先考虑\r\n-有数据挖掘、机器学习、预测建模相关经验者优先考虑\r\n-互联网新兴产品深度用户优先",
    url: "https://talent.baidu.com/jobs/detail/GRADUATE/33f46643-5dc0-44c9-b307-e9f2778fb612",
  },
  {
    id: "baidu_J58838",
    company: "百度",
    name: "矩阵产品组_增长用户运营实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-负责百度极速版裂变用户的维护和转化工作。\n-通过电话/企微等方式对接沟通羊头用户，挖掘用户诉求，帮助提升活动参与度。\n-通过搭建促活拉新活动，提升裂变羊头用户社群规模，提高拉新量级。\n-通过签约、合作等方式 引入头部羊头，通过结算/结题定价规则设定，提升头部羊头活跃度和拉新量级。",
    requirement:
      "-本科/研究生在读，有过社群运营、私域运营相关实习经历加分\n-对数据敏感，具备一定的数据分析能力\n-外向，善于沟通合作，逻辑清晰\n-抗压能力强，细心、耐心",
    url: "https://talent.baidu.com/jobs/detail/INTERN/bdf3bcf6-ad0f-435f-a42a-d71ce4edb684",
  },
  {
    id: "baidu_J58837",
    company: "百度",
    name: "创作者运营部_PUGC运营实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-支持项目型工作，协助正职完成活动拉新、功能培训等任务\n-参与创作者运营工作，包含但不限于作者社群维护、账号标注、定制约稿等\n-有较强的excel使用和数据分析能力\n-解决作者客诉问题，确保信息在各环节顺畅扭转，并根据时间节点按时推进工作",
    requirement:
      "-需要一周保证5天工作日到岗上班，至少实习三个月以上\n-大三或读研优先\n-广告学、传播学、营销等相关专业优先，熟练掌握photoshop、具备视频策划剪辑能力尤其优先\n-个性外向，喜欢和人社交，尤其是在线交流\n-沟通和学习能力强，胆大心细；有强时间观念，做事会对自己有DDL的要求和约束",
    url: "https://talent.baidu.com/jobs/detail/INTERN/50f1923f-8cb4-4206-a540-5a9ab99dae07",
  },
  {
    id: "baidu_J58654",
    company: "百度",
    name: "矩阵产品组_产品实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-参与百度APP极速版基础方向的产品建设，含发版、组织需求发布、评审等相关\n-参与用户需求调研，对目标用户的使用场景、用户特点、偏好等需求进行分析，创新设计和优化当前产品方案\n-对产品功能用户体验体验进行客观全面的评估，发现问题，推动优化，并带来体验的提升\n-参与竞品调研，创新产品增长路径",
    requirement:
      "-本科及以上学历，2024届毕业生及以后毕业的学生；市场营销，管理相关专业优先\n-实习时间不少于4个月，每周到岗时间不少于4天\n-逻辑清晰，有较强的学习能力和学习意愿，踏实努力\n-自驱、结果导向；喜欢挑战性的工作，工作激情饱满，性格开朗，能承受工作压力\n-有用户增长产品实习经验、用户研究经验优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/0cdfd052-df01-4975-b80d-29511c6f9f26",
  },
  {
    id: "baidu_J58631",
    company: "百度",
    name: "车路协同研发组_机器视觉算法实习生",
    location: "北京市,深圳市",
    type: "日常",
    category: "技术",
    description:
      "-负责百度智能交通视觉相关算法与系统研发，协助改进产品，落地算法应用\n-研发方向包括但不限于：目标检测识别、语义/实例分割、检索、跟踪、模型压缩轻量化应用等\n-负责将AI算法移植到终端硬件平台，并进行推理加速及程序性能优化\n-负责相关算法技术落地工作，以行业领先为目标，快速满足业务需求，创造实用价值",
    requirement:
      "-拥有扎实的计算机基础，计算机或相关专业本科及以上学历\n-掌握计算机视觉和图像处理基本算法、常用深度学习算法，掌握机器学习基本算法，如分类、回归、聚类、概率模型等\n-掌握 C/C++/Python开发语言、具有常用深度学习框架优先（Pytorch, TensorFlow, PaddlePaddle等）\n-具有国产AI芯片开发及算法适配经验者优先\n-熟悉AI硬件开发流程，具有硬件驱动开发经验者优先\n-具备良好的沟通和表达能力",
    url: "https://talent.baidu.com/jobs/detail/INTERN/e15e58f3-523e-4b8b-9dcc-008ed3f94105",
  },
  {
    id: "baidu_J58094",
    company: "百度",
    name: "知道产品部_用户运营实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-行业机构及创作者生态运营，包括日常运营、指导创作者内容生产及内容质量把控等\n-参与负责垂类内容创作团队管理，对于生产标准及审核标准进行灵活迭代，能够对审核及生产进度、质量进行及时把控\n-参与负责行业内容生产来源的把控，善于寻找可以进行热点生产的话题，对知识类热点敏感\n-参与策划知识内容专题版块及运营活动，提升垂类内容发文量和创作者平台黏性",
    requirement:
      "-全日制统招大学本科、研究生在读优先，具有其他互联网平台内容运营实习经验者优先\n-关注社会热点事件、话题，具有较强的内容敏感性，网感好\n-沟通能力好，处事灵活，有一定独立工作能力\n-可长期稳定实习（每周工作4～5天，连续实习6个月以上）",
    url: "https://talent.baidu.com/jobs/detail/INTERN/88b5f060-67d8-4ca1-bb35-8715a839975a",
  },
  {
    id: "baidu_J58603",
    company: "百度",
    name: "知道产品部_内容运营实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-负责百度知道内容生产环节，跟进各垂类热点指导内容生产，并统计生产效果数据\n-评估知识内容质量和效果，制定内容质量标准，定向输出优化策略\n-负责PUGC创作者维度活动运营，激励用户生产内容的数量、质量效果，提升创作者活跃度\n-跨部门合作协同，公司内部业务对接",
    requirement:
      "-工作细心，对数据分析敏感\n-百度、知乎等内容知识社区用户，有从事对外沟通较多工作的意向\n-本科及以上在校大学生，可连续实习5个月以上，有相关实习经历优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/508e1a5c-469c-4c1f-b5eb-16488c951d02",
  },
  {
    id: "baidu_J58558",
    company: "百度",
    name: "问一问业务部_生态质量运营实习",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-管理付费咨询生态中的大盘生态质量监督和调控，对咨询服务质量负责，制定服务sop并向答主透传\n-能在指导下规划鼓励答主提升质量的激励任务，负责活动的落地和宣发，能独立完成包括但不限于文案创作、数据回收、项目总结等工作\n-将服务质量提升作为生态核心方向，能联动策略、搜索、垂类等等各个方向，不断完善质量标准，并及时透传给答主，保证生态持续良性发展\n-配合各团队完成榜单的评选和制作，及时透传平台奖惩机制，挖掘典型案例进行宣传，完善答主对原创概念的心智教育",
    requirement:
      "-有互联网实习经验，数据能力较强，能够熟练处理数据信息，制作相关数据报表、整理周期性数据\n-每周至少出勤4天，实习周期5个月以上，尽快入职优先\n-有新媒体经验为佳，或有文案撰写、海报设计等基础能力",
    url: "https://talent.baidu.com/jobs/detail/INTERN/29d2a9ba-f577-4f5c-af27-611049f4644f",
  },
  {
    id: "baidu_J56794",
    company: "百度",
    name: "自然语言处理部深圳组_算法实习生",
    location: "深圳市",
    type: "日常",
    category: "技术",
    description:
      "-负责自动驾驶领域数据挖掘相关工作\n-负责自动驾驶领域样本挖掘相关工作\n-负责自动驾驶领域特征挖掘相关工作\n-负责自动驾驶领域模型结构优化相关工作",
    requirement:
      "-2024年或以后毕业的计算机、数学、人工智能等相关专业和相关实验室在校生；\n-具备机器学习/深度学习/自然语言处理/数据挖掘/自动驾驶的理论背景和实践经验；\n-熟练掌握Python、C/C++等一种或多种编程语言，对数据结构和算法有深入理解和研究；\n-具有较好的团队沟通合作能力、分析问题和解决问题的能力；\n-有自动驾驶领域项目经验、发表相关顶会论文者优先；",
    url: "https://talent.baidu.com/jobs/detail/INTERN/9af12ea5-9fcb-423e-b3a6-1e8a86418913",
  },
  {
    id: "baidu_J55932",
    company: "百度",
    name: "AI应用产品部_智能创作产品实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-产品实施：收集用户需求进行分析，进行功能设计与产品迭代跟进，产品上线后进行分析，完成产品实施的整个闭环管理\n-项目管理：推进项目的需求对接，并对内输入产品需求，跟进项目中的问题，保障项目上线\n-市场调研：从事智能创作产品的市场/用户调研，行业产品分析等工作，形成调研分析结论，对内形成观察输出\n-数据运营：可进行业务相关数据的收集与数据分析",
    requirement:
      "-至少实习半年以上，每周4天以上，计算机/新闻传播相关专业优先\n-学习能力强，拥有优秀的逻辑思维能力\n-热爱互联网行业，具备良好的创新思维，市场洞察力与产品前瞻思考能力\n-优秀的沟通能力，强大的执行力，开放的合作意识\n-有创作相关经验的优先考虑",
    url: "https://talent.baidu.com/jobs/detail/INTERN/4df53658-a2cd-4fba-92bc-a31aaa75ad0a",
  },
  {
    id: "baidu_J58540",
    company: "百度",
    name: "内容生态策略部_策略产品实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-负责生态治理方向日常的问题分析，协同各方定位问题并总结解决路径\n-支持反作弊/搬运项目例行评估的数据整理及review，保证评估准确率\n-支持部分项目的数据分析，并监控上线后策略效果\n-支持不定期产品项目，包括需求设计、评审并推动上线",
    requirement:
      "-大学本科及以上，可实习6个月优先\n-逻辑清晰，做事踏实细心，擅于表达\n-有数据分析能力，善于归纳总结\n-熟练使用excel，会使用数据透视表等分析功能",
    url: "https://talent.baidu.com/jobs/detail/INTERN/a05e00f8-967c-47b9-a9cd-0b9caed8516e",
  },
  {
    id: "baidu_J56919",
    company: "百度",
    name: "行业一部_文创实习生",
    location: "深圳市",
    type: "日常",
    category: "专业服务和管理支持",
    description:
      "-熟悉互联网媒体广告，结合客户业务和用户需求，进行创意文案撰写\n-支持客户落地页需求，输出落地页原型，跟进页面设计及交互表达，把关输出质量\n-跟踪客户广告投放数据，分析并迭代创意内容，提升客户广告效果\n-定期盘点优秀创意案例及产出行业创意方法论，协助运营为客户带来更好的投放效果",
    requirement:
      "-本科及以上学历，新闻传播、广告学、市场营销、心理学、中文等相关专业优先\n-具有营销文案经验，较强的创意文案撰写提炼能力，掌握Axure/figma等原型软件\n-具备优秀的理解沟通能力和从数据中观察分析并沉淀规律的能力，具备对网民需求的洞察力\n-具备出彩的创新策划能力和强执行力，能够独立分析及解决问题，有强烈的责任心\n-具备强烈的好奇心及文字功底，想象力丰富，创意思维活跃，能承受一定压力",
    url: "https://talent.baidu.com/jobs/detail/INTERN/6842dadf-8da3-498c-8e38-911e6a90061d",
  },
  {
    id: "baidu_J58502",
    company: "百度",
    name: "视频推荐产品组_数据分析师实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-负责视频业务数据分析工作，包括但不限于指标体系搭建、异动归因分析、A/B实验设计和分析、业务问题的量化分析和评估等  \n-通过定性和定量方式解答业务问题，能独立完成从方案设计、数据加工与分析，到结论展示的整个流程\n-与用户增长、产品策略、内容生态等业务人员合作，通过数据分析，给出可执行、可落地的优化方向，帮助业务迭代\n-在深入的产品理解与用户洞察基础上，自主发掘课题，提出有实效的建议，驱动产品迭代",
    requirement:
      "-本科及以上学历，有互联网行业数据分析相关实习经历者优先\n-熟练使用SQL，掌握数据分析工具(Python/R)，能对数据进行处理、分析和可视化呈现\n-具有一定概率统计基础，数据建模、数据挖掘经验、了解常用的机器学习算法；有极强的学习能力和好奇心\n-具有良好的分析、解决问题的能力；自驱能力强，结果导向，能主动发现问题，持续推动项目改进",
    url: "https://talent.baidu.com/jobs/detail/INTERN/5af5f4e2-8d91-4546-9437-af43c193cd69",
  },
  {
    id: "baidu_J58372",
    company: "百度",
    name: "百度APP业务部_百度APP端产品经理实习",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-参与百度APP端基础功能设计的工作\n-针对端场景进行需求沟通与分析、方案规划、原型设计、需求文档撰写\n-推进产品的研发、上线及测试全流程，保障项目上线\n-日常数据分析、体验评测、项目管理等工作",
    requirement:
      "-学习能力强，能快速掌握产品及业务基础知识\n-沟通能力强，擅长解决问题，适应跨部门协作 \n-有一定用户思维，逻辑清晰，做事踏实细心，擅于表达，自驱力强\n-每周到岗4天以上，实习时间3个月以上优先，有大厂实习经验者优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/85fad5d4-6543-4775-9357-7d0d0eb256ed",
  },
  {
    id: "baidu_J58327",
    company: "百度",
    name: "用户质量效能组_测试开发实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-负责百度App产品基础方向测试工作\n-负责百度App产品相关自动化测试框架或工具的设计开发工作\n-负责研究手机测试领域的新框架或技术并加以利用\n-参与产品的设计、方案设计和可测性优化和技术改进",
    requirement:
      "-计算机相关专业\n-能熟练地应用以下一门或几门技术进行软件开发\n-C/C++/OC/Java; Linux/Unix Shell编程\n-Perl/Python/PHP/GO; 网络技术及相应的开发\n-JavaScript/Html/Ajax；MySql/Oracle及相关数据库技术\n-热爱互联网，对互联网相关业务或技术充满好奇及热情 \n-快速的产品及业务学习能力，敏捷而周到的逻辑思维能力 \n-有责任心，敢于担当，工作积极主动 \n-具备良好的团队合作精神，能融入多功能团队并与其他部门同事进行良好的沟通及合作 \n-在软件测试领域，对发现、分析及解决问题的工作有浓厚兴趣\n-实习时间不少于4个月",
    url: "https://talent.baidu.com/jobs/detail/INTERN/2c878896-0430-44be-94cb-a5f923020579",
  },
  {
    id: "baidu_J58305",
    company: "百度",
    name: "用户质量效能组_客户端开发测试实习生（推荐业务）",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-负责百度核心产品的测试工作 \n-参与产品需求、系统设计和程序代码的评审工作并提出改进意见 \n-评估项目质量风险并制定项目测试方案，设计并执行测试用例，跟踪定位产品软件中的缺陷或问题，保证项目质量和进度 \n-根据产品和项目特点，提出合理的自动化解决方案，并负责产品线特色化的测试框架和测试工具，运用技术手段提升代码交付的质量和效率 \n-参与互联网产品整个工程生产、发布过程中的技术创新，包括研发敏捷研发工具、线上监控系统、性能测试和监督工具等精确评估线上系统表现，以创新的工作模式提升产品的用户价值",
    requirement:
      "-能熟练地应用以下一门或几门技术进行相关开发：C/C++/Java/object-c、Linux/Unix Shell、Perl/Python/PHP、JavaScript/Html/Ajax、MySql/Oracle及相关数据库技术等\n-具备快速的产品及业务学习能力，敏捷全面的逻辑思维能力 \n-有责任心、敢于担当，工作积极主动，具备良好的团队合作精神，能融入多功能团队并与其他部门同事进行良好的沟通及合作 \n-热爱互联网，对互联网相关业务或技术充满好奇及热情；在软件测试领域，对发现、分析及解决问题的工作有浓厚兴趣\n-能够在岗5个月及以上",
    url: "https://talent.baidu.com/jobs/detail/INTERN/553efbdd-cfbd-490e-8048-0c538fb40728",
  },
  {
    id: "baidu_J58264",
    company: "百度",
    name: "质量效能研发组_C++开发实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-负责C++语言代码静态扫描工具以及扫描规则的设计研发\n-负责C++语言代码插桩工具设计与研发\n-负责C++语言代码特征分析工具的设计与研发\n-负责其他相关工作",
    requirement:
      "-计算机或数学相关专业本科以上学历\n-精通C++语言，熟悉python，shell至少一种脚本语言，扎实的编程能力\n-熟悉Linux网络编程、多线程编程技术，有较好的数据结构和算法基础\n-熟悉代码词法，语法分析原理，编译原理者更佳\n-思路清晰缜密，工作细致耐心，有良好的沟通能力，善于分析和解决问题，有较强的团队协作精神和责任心",
    url: "https://talent.baidu.com/jobs/detail/INTERN/50007c96-6729-4bde-b022-cb13d54c5248",
  },
  {
    id: "baidu_J54657",
    company: "百度",
    name: "应用产品质量效能部_测试开发实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-负责知识中台相关平台、服务端等测试\n-负责需求分析、测试用例设计、功能测试、性能&压力测试、稳定性测试、效果测试以及跨产品的联调测试等\n-负责Web端、服务端相关测试，CI/CD流水线建设和优化、监控体系建设和优化\n-协助研发定位问题，并对产品及流程提出持续性改进建议\n-负责根据各项规范推进项目如期上线 ，迭代结束后归纳总结经验教训",
    requirement:
      "-计算机相关专业，本科及以上学历\n-能熟练地应用以下一门或几门技术进行相关开发：C/C++/Java/object-c/goland、Linux/Unix Shell、Perl/Python/PHP、JavaScript/Html/Ajax\n-熟悉云原生架构及原理、熟悉K8S和Docker相关技术者优先\n-具备快速的产品及业务学习能力，敏捷全面的逻辑思维能力\n-对软件测试有浓厚的兴趣，有很强的分析，问题定位能力和项目推动能力\n-具有良好的沟通协调能力、较强的团队合作精神、优秀的执行能力\n-热爱互联网，对互联网相关业务或技术充满好奇及热情",
    url: "https://talent.baidu.com/jobs/detail/INTERN/f7c901c9-e329-4370-8a91-054f8db744ab",
  },
  {
    id: "baidu_J16433",
    company: "百度",
    name: "ACG销售部_大客户经理（高阶）",
    location: "全国",
    type: "日常",
    category: "政企行业解决方案和服务",
    description:
      "-负责金融行业销售工作，客群包含头部的城商行、农商行、农信社，财产保险、人寿保险、证券、基金等行业客户，负责客户关系的维系和解决方案的销售工作，推动项目落单，并能并能与客户共同推进金融科技创新和应用相关合作\r\n-负责结合客户和业绩指标情况，进行具体的客户销售策略和规划制定，并能够完成公司阶段性、全年的销售目标和工作任务\r\n-负责同客户沟通各种业务需求，能够有效识别客户商机，结合公司解决方案，进行项目商务跟进和商机管理，对外能够同客户业务、科技等条线进行沟通协调，对内能够痛售前和产品研发等团队进行资源协调推动，最终推动项目落单\r\n-负责同客户的各个部门的人员进行客户关系的维系，定期拜访客户高层和各业务、科技条线，能够进行商务进度的把控和项目的跟进\r\n-对金融云、AI、智能客服、大数据应用等解决方案有一定的了解，能够独立承担能项目机会的挖掘和商务推进，推动项目落单",
    requirement:
      "-有丰富的金融行业销售经验，熟悉头部城商行、农商行、农信社，财产保险、人寿保险、证券、基金等行业客户情况，并拥有丰富的客户资源，能够深度挖掘金融云、AI、金融数据类等产品与服务项目机会，结合公司解决方案推动落单\r\n-深耕细作客户经验至少5年以上，客群如头部的城商行、农商行、农信社客户，或头部的财产保险、人寿保险、证券、基金客户，负责的客户数量不低于5个，熟知客户内部组织架构并具备非常深的关系和良好的客户口碑\r\n-具有一定的客户高层资源，擅长高层客户经营，拥有丰富的业务和科技条线客户经营经验者优先\r\n-具备金融行业产品和解决方案5年以上销售经验，具备金融云、AI、金融数据类产品和服务的销售经验者优先\r\n-具有丰富的和牢固的金融行业合作伙伴资源，并能在客户覆盖、客户响应、客户服务及落地方面形成生态力量\r\n-良好的沟通能力、表达能力以及较强的抗压能力，以狼性思维和行动力的业务拓展和客户维护\r\n-具有敏锐的市场洞察力、较强的学习能力及专业的销售能力、客户谈判技巧，勇于接受挑战，善于开拓创新，能够快速响应客户和内部的需求\r\n-具备一定跨部门合作能力，积极促进部门间的协同和配合，通过团队合作快速达成共同目标",
    url: "https://talent.baidu.com/jobs/detail/INTERN/8ca91456-f4bd-4790-9857-7a994c901a85",
  },
  {
    id: "baidu_J58138",
    company: "百度",
    name: "集团战略规划管理部_用户研究实习生",
    location: "北京市",
    type: "日常",
    category: "专业服务和管理支持",
    description:
      "- 参与百度核心赛道产品的用户体验评估工作，协助用户研究同学对相关产品进行研究规划和体验评估\n- 对内接洽业务同学需求，对外监测市场、产品动向，整理并优化现有的评估指标及问卷体系\n- 协助开展日常用户研究专项工作，深度参与定性、定量等研究环节，并输出有价值的相关洞察\n- 积极主动的监控、推动项目进程，独立负责部分体验工作，发现、跟进并解决存在的体验问题",
    requirement:
      "- 心理学、社会学、工业设计、市场等相关专业背景；有互联网大厂、第三方咨询公司用户研究经验优先\n- 具备基本的数据分析能力，能够熟练使用SPSS、Excel等常用统计分析工具 \n- 有一定的定性分析能力，有独立负责过用户访谈、焦点小组、可用性测试的项目经验者更佳\n- 具有一定的用户研究报告撰写能力，能产出结构清晰、观点明确、有见地和落地价值的调研成果\n- 有较强的执行力和沟通表达能力，主动性强，能够快速学习各种知识，热爱用户研究工作\n- 有满意度调研、NPS研究经验者优先\n- 能够保证每周至少工作4天，实习期在三个月以上；能够长期实习的优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/e515bcc2-17f5-4efb-a51f-c193577f6308",
  },
  {
    id: "baidu_J56038",
    company: "阿里",
    name: "自然语言处理部北京组_NLP研发实习生",
    location: "大连市",
    type: "日常",
    category: "技术",
    description:
      "-利用NLP技术系统化解决实际问题\n-进行NLP应用落地算法调研\n-推动算法策略应用落地\n-为公司核心业务提供有力的技术支撑",
    requirement:
      "-具备扎实的深度学习算法基础、工程开发基础\n-熟练掌握python，熟悉C++更佳\n-至少熟练掌握一个主流深度学习框架，熟练掌握飞桨框架优先，对框架底层原理有了解者更佳\n-熱悉ERNIE,BERT等预训练模型；熟悉分类、匹配、序列标注、文本生成等常见NLP任务范式\n-有大型项目开发或研究经历者优先\n-本科或研究生在校生，实习时间不低于3个月，每周不少于4天",
    url: "https://talent.baidu.com/jobs/detail/INTERN/250502be-3853-4479-a48d-45fc2f747f8c",
  },
  {
    id: "baidu_J58722",
    company: "百度",
    name: "端边缘ECS研发组_边缘AI工程化研发实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-负责边缘场景下计算机视觉算法的研发工作，包括但不限于目标检测、分割、人脸识别、人体关键点、目标跟踪等\n-负责相关算法在边缘设备上的部署和高效运行\n-负责相关算法的持续迭代优化\n-负责对用户场景业务场景进行分析，将业务需求转化为技术需求，并提出合适的算法解决方案。",
    requirement:
      "-硕士学历，计算机、人工智能相关专业优先\n-对常用计算机视觉相关算法有深入的研究和理解\n-熟悉模型压缩理论和常用工具，有量化、剪枝、蒸馏等经验，TensorRT，TVM等部署加速库使用经验最佳。\n-熟练使用至少一种深度学习框架，如Pytorch，PaddlePaddle等\n-实习期间不少于3个月，平均每周至少出勤3天。",
    url: "https://talent.baidu.com/jobs/detail/INTERN/5ef332d9-1899-4414-8e9b-23378dba2922",
  },
  {
    id: "baidu_J58538",
    company: "阿里",
    name: "健康商城业务部_消费医疗实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "- 数据收集与统计，包括：合作方收据汇总，BI平台数据上传、常用纬度数据统计分析\n- 运营助理，包括：每日资讯内容发布、资源位调整、活动协调等\n- 运营活动助理：协助运营精力进行运营活动策划文档编写\n- 产品、运营优化：根据数据表现，优化产品设计、运营手段",
    requirement:
      "- 本科及以上学历，可稳定实习6个月优先\n- 踏实、好学、有强烈的求知欲\n- 对互联网产品和用户研究有浓厚兴趣\n- 设计学、经济学、统计学、心理学专业优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/87a70342-1a15-4b5a-b5cb-9820db7331e6",
  },
  {
    id: "baidu_J58527",
    company: "百度",
    name: "好看业务部_评论运营实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-负责好看视频评论运营工作，不断创新和优化互动玩法，提升评论发布量\n-深入挖掘用户需求，基于用户兴趣内容，引导用户互动，提升互动增长\n-监控同类及竞品动态，基于数据分析和用户调研，推进相关运营工具和机制的优化迭代\n-其他支持配合工作",
    requirement:
      "-具备较强的内容敏感度，对内容有归纳总结能力，共情能力强\n-网感好，熟悉抖音、快手、微博、b站、小红书等，了解用户互动玩法策略\n-基于用户体验、数据分析、逻辑推演定位并解决问题\n-目标导向，擅长主动沟通和学习，具备良好图文影音制作能力的优先\n-要求每周实习5天，能持续3-6个月",
    url: "https://talent.baidu.com/jobs/detail/INTERN/56c21a77-0ab1-4dc4-b0cd-224c5d3b8ad7",
  },
  {
    id: "baidu_J58216",
    company: "阿里",
    name: "搜索技术平台研发部_搜索产品服务化策略实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-研究数据挖掘或统计学习领域的前沿技术，并用于实际问题的解决和优化\n-大规模机器学习算法研究及并行化实现，为各种大规模机器学习应用研发核心技术\n-通过对数据的敏锐洞察，深入挖掘产品潜在价值和需求，进而提供更有价值的产品和服务\n-通过技术创新推动产品成长",
    requirement:
      "-具有以下一个或多个领域的理论背景和实践经验：机器学习/数据挖掘/深度学习/信息检索/自然语言处理/机制设计/博弈论\n-至少精通一门编程语言，熟悉网络编程、多线程、分布式编程技术，对数据结构和算法设计有较为深刻的理解\n-熟悉文本分类、聚类、机器翻译，有相关项目经验者优先\n-熟悉海量数据处理、最优化算法、分布式计算或高性能并行计算，有相关项目经验者优先\n-每周至少出勤4天，可连续实习3个月以上",
    url: "https://talent.baidu.com/jobs/detail/INTERN/3b8caa88-d23e-41d9-a42b-5cf5373fd3fc",
  },
  {
    id: "baidu_J58214",
    company: "百度",
    name: "搜索技术平台研发部_搜索产品研发实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-负责搜索产品的服务端研发工作\n-参与搜索整体研发效能和稳定性的提升工作\n-参与服务架构设计，独立完成业务需求分析和软件设计\n-负责线上复杂性并发问题的解决",
    requirement:
      "-计算机相关专业，本科及以上学历，每周至少出勤4天，连续实习3个月以上\n-熟练地应用以下一门或几门技术进行软件开发: Go/PHP/C++\n-熟悉常用的数据结构和算法，代码能力突出，代码风格良好\n-熟悉web service相关技术，熟悉高并发处理、存储与缓存技术，了解RPC、消息队列\n-快速的产品及业务学习能力，敢于担当，工作积极主动，具备良好的团队合作精神",
    url: "https://talent.baidu.com/jobs/detail/INTERN/c48d7d85-4b68-44dc-8239-80c7c017ee8d",
  },
  {
    id: "baidu_J56778",
    company: "百度",
    name: "贴吧业务部_主端用户产品(实习生)",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-参与贴吧主端的产品规划及方案设计\n-针对移动端场景进行需求沟通与分析、方案规划、原型设计、需求文档撰写\n-跟进产品的研发、上线及测试全流程，对结果负责\n-有较强的数据分析能力，熟练使用sql",
    requirement:
      "-本科学历及以上，计算机、统计、数学、经济金融等相关专业优先，能每周实习4天以上者优先\n-了解数据分析基本方法，熟练掌握sql者优先考虑\n-了解ab测试原理，用户同理心强\n-熟练使用axure等产品设计工具以及excel等办公软件\n-热爱数据，对数据产品有较强的理解和认识，较强的逻辑思考能力和归纳总结能力\n-自我驱动力强，面对复杂情况能够独立工作；沟通能力强，有较强的团队协作意识和能力",
    url: "https://talent.baidu.com/jobs/detail/INTERN/40faad27-7f7f-4aef-8cbb-c17f11cb6a04",
  },
  {
    id: "baidu_J58095",
    company: "百度",
    name: "热点运营部_产品助理实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-参与公司创新项目（web3方向）产品设计，协助PM或独自完成C端、B端需求文档的撰写\n-参与内容中台产品设计，协助PM或独自完成后台需求文档的撰写\n-参与产品调研，协助PM产出产品调研报告\n-其他日常工作及PM安排的工作",
    requirement:
      "-本科及以上在校大学生（除大一外）、在校研究生，有产品实习经验优先\n-实习时间不少于6个月，每周工作时间不少于4天（弹性工时）\n-逻辑思维清晰，较好的沟通能力，有责任心",
    url: "https://talent.baidu.com/jobs/detail/INTERN/9cdde553-bc0c-4ed1-9f4f-7145e779a4c3",
  },
  {
    id: "baidu_J57862",
    company: "百度",
    name: "视频推荐产品部_视频产品运营实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-负责活动策划和运营，深度参与大事件营销及热点活动\n-负责竞品活动监督和分析，输出竞品活动分析\n-负责用户侧调研，收集用户对活动的反馈\n-负责热点监控，按照流程及时完成热点响应",
    requirement:
      "-本科及以上学历，一周坐班4天及以上，可以实习半年以上优先，有过内容运营、用户运营、活动运营等实习经验优先\n-有一定的数据分析能力，熟练使用办公软件\n-喜欢短视频app，脑洞大，文案优秀，具备学生资源的优先\n-善于自我思考及总结，具有较强的执行力及责任心，有一定的自驱能力",
    url: "https://talent.baidu.com/jobs/detail/INTERN/3abce58a-658d-4b9f-9c71-fa10f23c2b4b",
  },
  {
    id: "baidu_J57861",
    company: "腾讯",
    name: "视频推荐产品部_视频推荐策略产品实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-负责辅助策略pm跟进策略优化进展，评估策略相关数据\n-负责业务例行质量监控&分析，能够简单输出优化建议，提升用户体验\n-对接数据评估团队&nlp团队，跟进模型训练样本数据的评估，辅助pm把控模型训练节奏和训练效果",
    requirement:
      "-有基础数据分析能力，能熟练使用excel各类常用函数，会sql，python工具优先\n-视频产品重度用户，对视频推荐逻辑有基础的了解，有视频产品实习经验优先\n-实习时间至少三个月",
    url: "https://talent.baidu.com/jobs/detail/INTERN/ce8d0782-ca2a-4ca6-bae8-37142b4b27f3",
  },
  {
    id: "baidu_J55036",
    company: "阿里",
    name: "百科研发组_GO/PHP研发实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-负责百科产品功能和架构开发\n-负责架构性能优化、稳定性建设\n-负责前瞻技术的跟踪调研和产品创新\n-与产品、前端紧密配合，提升百科整体体验",
    requirement:
      "-热爱互联网，对互联网产品和技术有浓厚的兴趣，热衷于追求技术与创新\n-深刻理解计算机数据结构和算法设计，熟悉GO/PHP/Python编程语言\n-了解Windows、Unix、Linux等主流操作系统原理，熟练运用系统层支持应用开发\n-良好的分析问题和解决问题的能力，勇于解决难题\n-强烈的上进心和求知欲，较强的学习能力和沟通能力，具备良好的团队合作精神\n具有以下条件者优先： \n-有一定项目经验，熟悉软件工程开发流程\n-可全职实习时间超过半年\n",
    url: "https://talent.baidu.com/jobs/detail/INTERN/c0d4fcff-d373-45b8-af87-c953632c38a2",
  },
  {
    id: "baidu_J53096",
    company: "百度",
    name: "个人云部_交互设计实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-负责百度网盘移动端、网页端、PC端产品的需求分析、用户调研及体验设计\n-参与竞品分析、用户研究、用户场景挖掘、行为细分，跟进产品需求制定，确立设计目标\n-平衡用户体验及产品诉求，提出创新设计思考，通过多方案发散及收敛确认最合适的设计方案，并推动落地\n-关注行业动态和乐于学习积累，沉淀设计思考提炼设计方，并在团队中进行分享和推行\n",
    requirement:
      "-能够熟练运用设计方法和工具，高品效完成设计支撑\n-具备较强的学习能力，和流畅表达沟通能力\n-具备结构化思维模式、创新设计意识，能够通过用户行为分析、数据分析等手段发现问题解决问题\n-请提交简历时附带展示能力的作品集\n",
    url: "https://talent.baidu.com/jobs/detail/INTERN/f0ed774c-d844-4e06-bf19-4b7e5b901457",
  },
  {
    id: "baidu_J55986",
    company: "百度",
    name: "健康在线医疗业务部_产品实习生岗位",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "1.负责百度健康小程序问诊各环节转化提升、新客增长数据挖掘工作；\n2.通过用户调研、用户行为数据分析、竞品跟踪等方法，不断发现业务增长驱动力；\n3.通过AB实验和策略分析，及时跟进产品项目迭代复盘与数据分析，发现问题和迭代方向\n4.保质保量完成每日数据跟踪和数据分析任务",
    requirement:
      "1.本科及以上学历，2023年以后毕业，实习时间不少于6个月，每周不少于4天；\n2.有大型平台用户或数据产品实习经验背景优先；\n3.熟练使用sql提取数据，熟练使用excel，具备数据分析能力；\n4.加分项\n①应用统计、计算机等相关专业；\n②对增长工作感兴趣",
    url: "https://talent.baidu.com/jobs/detail/INTERN/b27ea36b-7424-4ca4-b51e-94edefe8bc39",
  },
  {
    id: "baidu_J57674",
    company: "百度",
    name: "移动生态数据研发部_风控策略算法实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "* 深入理解商业产品、用户产品、金融交易等风控业务。\n* 综合应用机器学习、数据挖掘、NLP等技术解决各类风控问题\n* 负责对风控策略及模型进行迭代、研究与探索，建设业内领先的风控算法系统\n* 负责用各类分析方法对业务数据、用户数据等进行分析挖掘",
    requirement:
      "* 研究生及以上学历，计算机相关专业；\n* 精通机器学习、深度学习、数据挖掘，对数据结构、算法、模型有较为深刻的理解\n* 优秀的分析和解决问题的能力，责任心强、积极主动，对挑战性问题充满激情\n* 优秀的沟通能力和团队合作能力\n* 熟悉Python、SQL语言，有良好的编程风格",
    url: "https://talent.baidu.com/jobs/detail/INTERN/df9f644c-7a84-4da2-8863-f1e25b0c632d",
  },
  {
    id: "baidu_J58078",
    company: "百度",
    name: "内容收录组_自然语言处理算法实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-加入业界领先的内容收录团队，参与中文最大的收录索引系统的核心技术研发工作；主要负责全网海量网页的内容理解和筛选，优化收录资源质量，提升收录效率，从而提升搜索产品体验\n-页面价值分析：对全网网页资源做语义和结构的建模，建设并完善质量识别能力\n-内容聚合：对全网网页资源做同内容关系聚合，并应用于筛选去重，提升收录效率和搜索多样性体验优化\n-索引筛选：优化索引筛选算法，提升全网优质资源覆盖\n-系统优化：对既有系统和算法的常规优化和维护",
    requirement:
      "-能够保持连续6个月以上的实习周期，工作日每周4-5天\n-熟悉自然语言处理、机器学习、模式识别等常用算法，对自然语言处理方向有深入实践、对搜索业务有经验者优先\n-熟练掌握C/C++/Python等语言，了解paddle、pytorch、tensorflow等常用深度学习工具，熟悉常用数据结构及算法\n-具备良好的学习能力，能够跟进领域内最新技术研究成果，并结合应用场景快速实验和调优\n-优秀的分析问题和解决问题的能力，对解决具有挑战性问题充满激情\n-具备良好的团队合作精神和沟通意识",
    url: "https://talent.baidu.com/jobs/detail/INTERN/f97ba9af-8b8d-4412-b981-52091985bf4f",
  },
  {
    id: "baidu_J57916",
    company: "百度",
    name: "知道产品部_流量策略产品经理（实习岗）",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-参与百度知道产品流量的获取和后续转化工作，为用户规模、时长等指标负责\n-参与百度知道产品在搜索分发页面的样式、策略设计工作，提升搜索场景下用户在百度知道产品的步长和PV\n-负责数据分析、竞品调研、内容质量评估等工作，为策略迭代提供重要数据支持",
    requirement:
      "-本科及以上学历，专业不限\n-可以实习半年以上优先，24年毕业的同学优先，有流量增长项目经验优先，对内容行业和搜索策略感兴趣优先\n-逻辑思维强，有较强的数据分析能力，能从数据中挖掘内在的隐性规律\n-有良好的团队合作和协调能力，能够处理跨部门合作\n-情绪稳定，拥抱变化。善于自我思考及总结，具有较强的执行力及责任心，有一定的自驱能力",
    url: "https://talent.baidu.com/jobs/detail/INTERN/47beb2ed-1435-40b1-95ec-59bb4b49929f",
  },
  {
    id: "baidu_J54373",
    company: "百度",
    name: "商业研发部_广告算法实习生",
    location: "上海市",
    type: "日常",
    category: "技术",
    description:
      "-负责百度信息流广告策略与算法的研发工作\n-基于百度海量数据挖掘分析建模，构建用户实时画像，进行商业意图智能推荐\n-优化广告出价拍卖机制，构建基于用户行为和喜好的广告准入，提升用户体验、客户体验和变现效率\n-优化广告创意，通过生成&优选，让广告更原生、更好地匹配网民的兴趣点，提高广告主的投放质量和转化",
    requirement:
      "-计算机及计算机相关专业本科及以上学历优先\n-熟悉Linux/Unix开发环境，熟练使用C/C++、Shell/Python语言，具有良好的开发素养 \n-具备广告推荐、NLP、机器学习领域相关经验优先\n-具备优秀的逻辑思维能力，对解决挑战性问题充满热情，善于解决问题和分析问题 \n-具有良好的分析问题和解决问题的能力，勇于面对挑战性问题 \n-具有良好的学习能力、时间和流程意识、沟通能力、团队合作、坦诚直接",
    url: "https://talent.baidu.com/jobs/detail/INTERN/ab4f36c8-fdf5-40ce-8d4d-158b42a3de33",
  },
  {
    id: "baidu_J57994",
    company: "百度",
    name: "智能交通业务拓展部_市场营销实习生",
    location: "成都市",
    type: "日常",
    category: "专业服务和管理支持",
    description:
      "-按行业、产品、地市等方面进行数据分析，从数据结果发现问题或业务增长点，给拓展计划提供建设性方案\n-搜集行业、企业、政策等信息，形成对行业的理解和判断\n-监控并分析相关竞品数据，形成细分市场竞争分析报告\n-协助团队完成公司内部流程等工作",
    requirement:
      "-本科及以上学历，商业分析、市场营销、统计学等相关专业优先\n-拥有较为全面的AI及智能驾驶领域相关理论知识\n-出色的沟通能力、学习能力，逻辑思维强，用心对待每项工作及交办事项",
    url: "https://talent.baidu.com/jobs/detail/INTERN/b8bc03cc-950b-4aad-98a4-85a2c92ac99e",
  },
  {
    id: "baidu_J56799",
    company: "百度",
    name: "商业中台技术研发组_C++/Java/Go研发实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-负责搜索/feed流/百青藤/商业风控等多场景下的架构研发工作\n-为多场景下百亿流量广告架构提供高扩展性、高性能、高并发、高可用性的解决方案与前沿技术研发\n-关注业界相关技术动态，贡献与引领业界技术趋势，技术创新赋能业务发展\n-根据整体技术方案完成高质量的项目文档编写、开发与测试",
    requirement:
      "- 熟悉C/C++、Java、Go编程语言中的至少一种，熟练掌握脚本编程（shell、python等），对数据结构和算法设 计有较为深刻的理解    \n- 熟悉网络编程、多线程编程技术，有大规模系统开发和设计经验     \n- 优秀的分析和解决问题的能力，对挑战性问题充满激情    \n- 良好的团队合作精神，较强的沟通能力",
    url: "https://talent.baidu.com/jobs/detail/INTERN/b5a28baa-ca37-41a5-bc25-278d3c88ed35",
  },
  {
    id: "baidu_J57733",
    company: "百度",
    name: "百家号内容运营部_短视频运营实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-支持项目型工作，协助正职完成活动拉新、功能培训等任务\n-参与好看视频创作者运营工作，包含但不限于作者社群维护、海量账号标注 等工作\n-有较强的excel使用和数据分析能力\n-解决作者客诉问题，确保信息在各环节顺畅扭转，并根据时间节点按时推进工作\n\n",
    requirement:
      "-需要一周保证5天工作日到岗上班，至少实习三个月以上\n-大三或读研优先\n-广告学、传播学、营销等相关专业优先，熟练掌握photoshop、具备平面设计能力尤其优先\n-个性外向，喜欢和人社交，尤其是在线交流\n-有活动组织经验能力优先\n-沟通和学习能力强，胆大心细；有强时间观念，做事会对自己有ddl的要求和约束\n",
    url: "https://talent.baidu.com/jobs/detail/INTERN/c119e4e6-9dbb-4175-aab2-7d6b82f1a1b7",
  },
  {
    id: "baidu_J47805",
    company: "百度",
    name: "运维部_运维开发工程师实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-参与设计、研发百度智能云运维相关平台\n-参与虚拟网络无人化变更的研发与迭代\n-优化云事件召回与推送策略 ，提升故障分析能力\n-负责提升系统服务稳定性、高可用，优化平台性能和可扩展能力",
    requirement:
      "-计算机或相关专业本科及以上在校生，期望近期入职\n-能熟练地应用以下一门或几门技术进行软件开发：python、go、java\n-熟悉Mysql或其他关系型数据库，掌握Linux；熟悉网络、系统等基础知识\n-良好的沟通能力和团队协作精神，严谨的工作态度与高质量意识    \n-实习时间不少于6个月；每周不少于4天 ；实习结束择优转正",
    url: "https://talent.baidu.com/jobs/detail/INTERN/b5cbc033-aa0e-4dc8-a6b7-66af03e1553f",
  },
  {
    id: "baidu_J57959",
    company: "百度",
    name: "短视频研发部_Go/Php研发工程师实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-负责好看视频APP的服务端研发工作\n-负责具体的业务逻辑设计和开发工作，独立完成业务需求分析和技术方案设计\n-负责架构设计工作，提升服务性能和稳定性\n-负责发现系统中存在的优化点并解决",
    requirement:
      "-计算机相关专业，本科及以上，每周出勤3-5天，可实习3个月以上\n-熟练应用Go/PHP/C++其中至少一门编程语言\n-良好的编程习惯，熟悉计算机基础算法和数据结构，熟悉Linux开发环境\n-熟悉web service相关技术，熟悉高并发处理、存储与缓存技术\n-高度的责任心、良好的沟通能力和团队合作精神，工作积极主动，正直进取",
    url: "https://talent.baidu.com/jobs/detail/INTERN/bef52f3f-730f-4e1f-834e-7e447b72a5a6",
  },
  {
    id: "baidu_J55064",
    company: "百度",
    name: "百度APP技术平台研发部_golang实习工程师",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "- 负责中台能力需求方案设计和实现\n- 负责业务迭代与开发\n- 负责服务质量、稳定性建设，从工具等方面提升团队开发效率\n- 主要语言为Golang",
    requirement:
      "- 2024年或2024之后毕业\n- 计算机及相关专业的在校学生(本科以上)优先，连续实习6个月以上\n- 具备扎实的计算机基础，熟悉linux/shell，掌握常用数据结构／算法／设计模式，至少深入理解一门编程语言：Java、PHP、Golang等\n- 掌握服务端主流技术：缓存、消息队列、负载均衡、分布式存储、分布式事务等\n- 良好的代码设计能力和编码风格，热爱写代码\n- 逻辑思维和责任感强，有良好的沟通、协调、抗压能力，善于理解和学习，务实自驱，乐于接受新事物\n- 具有良好的沟通能力，具备合作精神，能够迅速融入团队",
    url: "https://talent.baidu.com/jobs/detail/INTERN/357801c7-8b11-4d29-a8ba-43ee82c63fb5",
  },
  {
    id: "baidu_J57266",
    company: "阿里",
    name: "自然语言处理部北京组_百度翻译PC用户产品实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      " -协助产品经理，进行百度翻译PC端、百度AI同传相关产品设计，撰写需求文档，推动项目落地。\n -协助产品经理，进行产品数据分析和线上监控，及时发现问题并推动技术解决。\n -进行用户需求调研和竞品调研，产出高质量分析报告。\n -跟进用户反馈并与用户交流，持续更新用户需求列表，推进产品策略进行升级改进。",
    requirement:
      " -本科及以上学历，英语、翻译、设计相关专业同学优先。\n -有产品实习经验，学习能力、沟通理解能力强，工作认真细致，熟练使用 Office、Axure、Markdown等。\n -对互联网市场的敏感度高，对机器翻译和人工翻译有一定的见解。\n -每周可到岗5天，2024-2025年毕业，可以连续进行实习工作6个月以上优先，北京学校优先。",
    url: "https://talent.baidu.com/jobs/detail/INTERN/560b9147-91ee-4488-abe1-ab9336e17976",
  },
  {
    id: "baidu_J57071",
    company: "百度",
    name: "视频推荐产品部_业务助理实习生",
    location: "北京市",
    type: "日常",
    category: "专业服务和管理支持",
    description:
      "-参与业务规划/OKR制定/汇报材料的撰写，追踪并分析业绩/核心指标，协助完成业务例行周报、报告及数据整理等\n-跟踪短视频直播&矩阵产品行业趋势/竞品战略定性&定量变化，参与专家访谈/桌面研究，协助产品/运营策略/增长激励课题分析\n-协助部门例会组织/会议待办/新人培训等日常工作事项，提供组织管理机制迭代建议\n-参与PMO协同/临时需求/沟通对接等其他工作，支持项目进展推进及管理",
    requirement:
      "-2024届毕业生（研究生更佳），财务/语言/传播等相关专业为佳，对互联网/视频直播有浓厚兴趣为佳\n-具备优秀的报告撰写能力（PPT呈现为主）和Excel数据分析能力，熟练使用Office\n-具备较强的数据/文字信息处理能力及敏感度，良好的沟通/协同及执行力\n-工作态度严谨认真，勤奋踏实，追求专业自驱，有Ownership意识\n-有互联网大厂/咨询/投行承做/券商研究经验优先，每周至少4天实习，能长期实习优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/462bce3a-d0f9-402c-9850-0269c3cd1934",
  },
  {
    id: "baidu_J53655",
    company: "百度",
    name: "自然语言处理部_自然语言处理算法实习生",
    location: "深圳市",
    type: "日常",
    category: "技术",
    description:
      " -负责模型预训练相关工作\n -探索高效的模型预训练方法\n -负责模型结构构建优化、预训练任务研发、模型压缩、下游任务适配等\n -其他岗位职责内相关工作\n",
    requirement:
      " -2024年或以后毕业的计算机、数学、人工智能等相关专业和相关实验室在校生；\n -具备机器学习/深度学习/信息检索/自然语言处理/知识图谱/数据挖掘的理论背景和实践经验；\n -熟练掌握C/C++、Python等一种或多种编程语言，对数据结构和算法有深入理解和研究；\n -具有较好的团队沟通合作能力、分析问题和解决问题的能力；\n -熟练掌握预训练模型的算法原理和实现细节、有大规模模型预训练实践经验、发表相关顶会论文者优先；",
    url: "https://talent.baidu.com/jobs/detail/INTERN/ab013a47-5450-4285-aacd-ea527852b9d1",
  },
  {
    id: "baidu_J56815",
    company: "阿里",
    name: "贴吧业务部_热点/事件运营（实习生）",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-负责贴吧活动的规划，包括但不限于垂类活动（游戏、校园）等，明确活动核心指标；\n-负责贴吧热点事件活动活动（电竞赛事、高考、chinajoy）的规划，明确活动核心指标；\n-监控活动核心指标的达成，与相关资源方协同保证目标达成；\n-创新活动玩法，对于其他平台大型活动玩法足够了解，可提出对应玩法或产品需求；",
    requirement:
      "-本科及以上学历在校生\n-熟悉互联网，脑洞大，熟悉体育、游戏、校园等某一垂类\n-沟通能力强：在活动中可以独立完成跨部门沟通，包括不限于产品需求对接，活动资源申请等\n-吃苦耐劳，有主人翁精神，会ps或视频制作是加分项",
    url: "https://talent.baidu.com/jobs/detail/INTERN/3fc74ee3-4113-40f2-8cda-d5976aa9de5f",
  },
  {
    id: "baidu_J58659",
    company: "百度",
    name: "度加业务组_素材设计实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-负责部门视觉设计，主要内容为模板设计配置，小素材设计、海报、长图设计等\n-负责对外宣传图片美化、提升物料视觉体验\n-协助完成素材库收集与搭建，美化品牌辨识度，提高运营效率\n-有视频剪辑经验、了解视频剪辑工具app的优先",
    requirement:
      "-大二/大三/研一/研二在校实习生\n-具有良好美术功底，精通PS等各类绘图软件，能够快速学习与适应新的工具与新的趋势\n-能承受工作压力，具有较强的主动性与创造性，良好的沟通能力与高效的工作效率\n-可每天到岗实习，实习期可达到三个月及以上\n-投递简历请附带作品集",
    url: "https://talent.baidu.com/jobs/detail/INTERN/60df5075-719e-4b5d-a4a6-90ffa10d68bb",
  },
  {
    id: "baidu_J58614",
    company: "腾讯",
    name: "视频推荐产品组_视频推荐策略产品实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-参与百度app全端各视频场景的内容推荐策略分析制定和推进实施\n-参与用户消费行为分析，协同研发完成不同策略效果验证并持续优化，提升流量分发效率\n-参与视频推荐体验相关中台、功能的产品设计\n-支持推荐体验项目管理和数据分析",
    requirement:
      "-本科及以上学历，实习半年以上优先\n-具有较强的逻辑思维能力，抗压能力好，沟通协调能力好，有责任心和执行力，目标导向\n-对数据敏感，善于通过数据分析发现问题\n-有互联网经验优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/16990ca5-5a6e-43b4-b5d1-c875fe9fbb1f",
  },
  {
    id: "baidu_J57859",
    company: "百度",
    name: "问一问业务部_产品运营实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-协助制定课程产品的转化策略，对应优化社群运营sop，提升转化率和ROI\n-by 周by月对业绩数据进行复盘，进行分析和归因，对应优化策略\n-对产品包装负责，独立负责物料相关准备工作\n-洞察用户需求，参与付费咨询产品的优化迭代\n-整理需求对接产品经理，思考和提出项目优化方向",
    requirement:
      "-有较强的业务嗅觉，良好的营销包装能力，有制作营销海报经历\n-会vlookup、透视表等基础数据能力，能独立负责复盘和总结\n-具备良好的沟通能力，较强学习能力和一定的抗压能力\n-至少有过1段校外实习经历，有教培行业学科运营/销转运营经验优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/b345e7a6-263f-49aa-9443-9fd2ddea2bb9",
  },
  {
    id: "baidu_J57856",
    company: "百度",
    name: "移动客户端部_产品运营实习生",
    location: "上海市",
    type: "日常",
    category: "产品",
    description:
      "-负责百度输入法和旗下数字人IP社交媒体运营，参与内容创意和规划\n-协同负责用户运营，完成用户调研、传播监测和竞品分析等工作\n-支持输入法内容引入、内容供应商管理运转\n-负责部分功能和版本传播中的项目落地（例如IP合作、节点热点项目）",
    requirement:
      "-本科及以上在读，能实习6个月&每周出勤4天以上\n-思维清晰，有良好的沟通、执行和学习能力\n-有责任感，具备良好的团队意识和合作精神\n-有产品和运营sense，熟悉各大社交媒体平台加分\n-对社交平台热点内容有良好感知和规划能力",
    url: "https://talent.baidu.com/jobs/detail/INTERN/62a6930f-c525-4548-abc0-82c492b10f20",
  },
  {
    id: "baidu_J57795",
    company: "百度",
    name: "热点运营部_运营实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "\n-协助数字人整体运营工作，包含艺人音乐、日常物料更新等宣传策划等\n-协助数字人项目统筹工作，包括文档撰写、每月定期数据复盘等\n-协调对接各团队需求，跟进项目会议todo执行情况\n-协助数字人项目现场拍摄执行\n\n",
    requirement:
      "-对数字人、虚拟艺人打造感兴趣\n-熟悉微博、抖音、小红书等新媒体渠道推广模式\n-脑洞大、对影视娱乐内容敏感、了解时下流行趋势、了解粉丝心理\n-有责任心、具备较强沟通能力、抗压能力、应变能力\n-熟练使用PS、PR、AE、Excel等软件，可独立完成平面设计及视频剪辑工作",
    url: "https://talent.baidu.com/jobs/detail/INTERN/0a97d07e-3485-4bc8-a9f6-4cc76807702a",
  },
  {
    id: "baidu_J57370",
    company: "百度",
    name: "RT6组_自动驾驶无人车系统测试工程师（实习生）",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-协助自动驾驶无人车的实车测试与自动驾驶系统调试\n-协助开发自动驾驶无人车网联系统的电路硬件设计、底层软件以及应用层软件开发\n-与相关团队进行台架与实车调试\n-与无人车其他各系统的工程师协同完成系统集成和调试工作",
    requirement:
      "-具备较好硬件电路设计能力与编程能力，熟练掌握C/C++\n-较好的沟通表达能力和团队合作意识\n-包含但不限于计算机、通信与信息工程、人工智能、自动化、软件工程、电子工程、车辆工程、信息安全、信号与信息处理等专业的本科和硕士",
    url: "https://talent.baidu.com/jobs/detail/INTERN/20fe58dd-600c-4f39-a93e-fee08ea72f3a",
  },
  {
    id: "baidu_J57705",
    company: "百度",
    name: "问一问业务部_律师端产品实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-负责法律垂类面向律师的产品相关的需求收集、分析及产品设计，并能够进行跨部门协调沟通，推动需求落地\n-根据用户反馈和产品迭代规划，不断优化产品和用户体验\n-快速跟进客户问题和紧急case处理，形成较好的客户服务体验\n-跟进需求进度，推动按期上线",
    requirement:
      "-本科及以上学历，北京地区优先\n-至少连续实习4个月，每周至少到岗4天，可近期快速到岗\n-具备较好的主动学习能力、逻辑思维能力、执行力及沟通表达能力，具有职业敬业精神\n-了解互联网行业特征，有产品实习经验，B端、会员方向实习经历优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/940e061d-e498-41d5-822f-13182196a869",
  },
  {
    id: "baidu_J56897",
    company: "腾讯",
    name: "业务监察部_业务监察部实习生",
    location: "北京市",
    type: "日常",
    category: "专业服务和管理支持",
    description:
      "-了解商业产品模式，负责主动排查发现公司内商业产品的高危风险及漏洞\n-研究《广告法》等相关法律法规，监测违法广告的发布，进行违法广告的标注与分析 \n-配合或主动通过数据分析，识别客户、行业、运营单位的风险\n-敏锐感知业务风险变化，协同推进部门项目或商业一道防线的管控手段、政策优化等\n-协同完成部门交办事宜\n\n",
    requirement:
      "-全日制本科及以上学历优先\n-每周到岗5天，有转正意向者优先 \n-熟练运用word、excel、ppt、xmind等工具 \n-具备良好的沟通表达能力、逻辑思维、计划及执行能力，具有一定的商业敏感性 \n-工作积极主动，能承受一定的工作压力，敢于接受挑战 ",
    url: "https://talent.baidu.com/jobs/detail/INTERN/75be1edc-360c-4f78-a2e2-d13ac5927575",
  },
  {
    id: "baidu_J55302",
    company: "百度",
    name: "电商商家运营部_直播电商商家运营实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-深度理解直播电商行业特点，配合运营推动方案落地，参与部门目标达成过程\n-参与分析业务数据，优化相关运营策略，协助showcase的打造，沉淀对应的方法论\n-负责行业市场及竞品分析，定期调研，收集及评估商家需求，帮助推动业务不断完善\n-从消费者体验出发，总结和分析产品及服务链路中的问题，期待提出建设性建议并能够推动落地",
    requirement:
      "-2023届、2024届获得本科及以上学历应届生优先，有服饰，食品，珠宝，美妆，时尚行业运营实习经验者优先，电子商务专业优先，有实习经历、能长期实习者优先； \n-每周需要保证5天以上的工作时间，不少于3-4个月；\n-思维严谨，逻辑性强，具备量好的数据分析能力，擅长EXCEL等办公软件，懂PS或者SQL加分\n-有较强的逻辑思维和分析能力，沟通及协调能力较强\n-工作积极高效，主动寻找高效的解决办法，踏实稳重，学习能力强，能承受一定工作压力。",
    url: "https://talent.baidu.com/jobs/detail/INTERN/2153fbbd-ad57-4fe9-8979-61137989f8d7",
  },
  {
    id: "baidu_J51378",
    company: "百度",
    name: "视觉技术部_技术运营实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-负责百度视觉技术部技术产品运营工作，包括不限于技术中台产品运营、算法产品运营等方向，参与重量级人工智能产品规划与运营：\n- 负责面向公司内部技术中台产品运营，通过数据分析、调研等方式，收集用户需求及使用反馈，从运营角度对产品设计与功能优化输出有效建议\n- 围绕视觉技术及相关产品策划创新性的运营活动，并负责推动项目落地，扩大产品/技术影响力\n- 负责视觉技术产品的文案策划工作，根据渠道特性撰写相关宣传类文案\n- 支持其他运营相关工作\n",
    requirement:
      "-要求本科及以上学历，每周可实习4天以上，实习期3个月以上\n-学习能力、沟通能力、表达能力强，具备高效的项目推进能力和跨团队协作能力\n-有责任心、自驱力强、逻辑清晰、执行力强、有创新思维，有AI技术产品相关实习经验、了解视觉技术者优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/38efcd69-c2a3-4ca1-9ff0-6ff5b3d40650",
  },
  {
    id: "baidu_J57177",
    company: "百度",
    name: "度咔业务组_内容运营实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-度咔剪辑app端内日常内容运营及更新维护\n-度咔使用教程及口播视频的脚本创作、拍摄剪辑等（能出镜候选人优先），要求剪辑能力强\n-度咔端外自媒体账号的日常运营及维护\n-内容运营相关延展性工作：数据整理、资料收集、用户调研等",
    requirement:
      "-熟练掌握剪辑工具，剪辑、拍摄能力强，有短视频内容经验优先\n-有一定的文案功底，会制作配图，熟练掌握做图软件运用，文字表达能力强\n-有良好的业务理解能力及快速学习能力，认真负责，善于沟通。有新媒体相关工作经验优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/5a4b7ccb-f55b-47a5-8c21-88de21be5164",
  },
  {
    id: "baidu_J58606",
    company: "百度",
    name: "推荐策略部_推荐算法实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-参与百度APP等多产品线的综合Feed流推荐系统核心策略的研发工作，为数亿用户提供卓越的推荐体验\n-负责业界领先推荐算法的调研和评估，通过超大规模深度学习、进化学习等技术对产品目标建模，并通过特征、模型优化等持续优化模型效果\n-通过对数据的敏锐洞察，深入挖掘产品潜在价值和需求，通过技术创新推动产品成长\n-在个性化推荐的场景下，将人工智能前沿技术与业务相结合，使百度Feed流推荐成为更懂用户、更贴心的产品",
    requirement:
      "-熟悉C++/python语言编程，熟练使用Hadoop等分布式工具\n-具有以下一个或多个领域的理论背景和实践经验，包括机器学习/深度学习/强化学习/自然语言处理/推荐系统/信息检索等\n-具备优秀的逻辑思维能力，善于分析问题和解决问题\n-具备良好的沟通和表达能力",
    url: "https://talent.baidu.com/jobs/detail/INTERN/e9f2e23b-cf89-4b92-8b22-47dae13bae6f",
  },
  {
    id: "baidu_J58566",
    company: "百度",
    name: "热点运营部_娱乐品类实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-娱乐热点监控：娱乐热点事件监控和跟进\n-娱乐作者运营：拉新和维护娱乐KOL，有效组织作者产出专业和观点性内容\n-重大娱乐热点报道：娱乐热点的发掘、跟进、当事人运营、原创报道\n-负责娱乐频道原创策划、日常采编、审校及发布工作\n-负责娱乐频道各端口页面及专题等的更新及维护\n-熟悉明星、影视、综艺等娱乐领域内容，围绕相关细分领域和发展热点提出创意选题，策划访谈、视频制作等",
    requirement:
      "-全日制本科二年级以上在校生，中文、传媒相关专业优先\n-对娱乐有浓厚兴趣，了解内娱明星，热爱追星追剧追综，参与过各类粉丝组织或资深饭圈童鞋优先\n-文字功底好，能够创作不同类型和风格的文案，会使用Photoshop及Excel等基础办公软件，有视频网站工作经验者优先\n-沟通能力好，能清晰表达自己想法，有强烈责任感，耐心学习，抗压能力强，有较好的团队协作能力\n-每周坐班4天以上",
    url: "https://talent.baidu.com/jobs/detail/INTERN/4a252bb0-de22-4559-8ace-290be2a70b6c",
  },
  {
    id: "baidu_J58550",
    company: "百度",
    name: "大数据产品组_大数据产品经理实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-参与商业化大数据产品的需求分析、产品设计、产品迭代全流程，提升客户体验及商业化规模\n-参与产品的市场分析、竞品调研，明确产品建设方向，持续提升产品竞争力\n-支持项目落地，通过客户访谈梳理客户需求，明确需求优先级，产出优化方案并推进落地\n-撰写产品功能介绍、使用手册、最佳实践、FAQ等文档资料，提升产品易用性",
    requirement:
      "-本科或以上学历在读，实习时间不少于4个月，每周到岗时间不少于4天\n-具有较强的数据分析、逻辑思维、沟通表达、归纳总结能力，学习能力强，有一定的抗压能力\n-熟练使用Excel、Word、PPT、Axure、思维导图等办公软件\n-有商业化数据类产品实习经验，或具有云计算、大数据、信息检索、数据分析相关专业背景者优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/5eb78382-cc9b-4f99-a349-ae7e6155bda8",
  },
  {
    id: "baidu_J58504",
    company: "百度",
    name: "问一问业务部_运营实习生（生态运营）",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-协助负责百度问一问答主的权益运营，提升答主的积极性、活跃度，保障用户体验\n-通过答主分层、活动运营、精细化运营策略的制定与落地，实现答主的用户增长与活跃\n-与产品、数据、研发紧密合作，推动激励产品的迭代与优化，更好地支撑答主运营场景\n-统计、分析平台数据，监测数据异常，及时调整权益运营策略",
    requirement:
      "-大二大三，研一研二在读学生，专业不限，实习期限不少于6个月，一周能保证4-5天出勤\n-主观能动性强，逻辑清晰，有进取心，强学习能力及沟通能力\n-目标感强，可以通过目标拆解形成可落地方案\n-具备一定的数据分析能力加分，有互联网公司相关运营实习经历加分",
    url: "https://talent.baidu.com/jobs/detail/INTERN/78424ea3-4de6-4c78-8ca3-837f41698bab",
  },
  {
    id: "baidu_J58481",
    company: "百度",
    name: "内容风控研发组_图像算法实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-参与计算机视觉相关技术研发\n-包括但不限于图像分类、目标检测、视频内容理解、相似搜索等任务\n-负责开发和优化算法，并确保其性能和效率达到预期目标\n-与团队成员紧密合作，协同解决开发过程中的问题和技术挑战",
    requirement:
      "计算机视觉、机器学习、数学等相关专业本科及以上学历\n-有计算机视觉相关项目经验，熟练掌握计算机视觉算法和模型\n-良好的编程能力，熟练使用至少一种编程语言（如Python, Java等）；熟悉至少一种深度学习框架（如TensorFlow, PyTorch等）\n-良好的团队合作和沟通能力，有较强的自我驱动能力\n-在多模态内容理解、内容安全审核等方向有实际项目经验，或在计算机视觉领域相关会议发表论文者优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/b273c4c3-469d-44df-a7c3-04175004c3b4",
  },
  {
    id: "baidu_J58480",
    company: "阿里",
    name: "内容风控研发组_自然语言算法工程师实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-带领团队应用数据挖掘、自然语言处理等机器学习能力\n-结合实际业务场景，构建内容风险标签体系，风险内容变体对抗和风险账户识别，净化社区/生态氛围\n-基于用户在百度内容产品的行为、内容、画像、影响力等数据，打造用户分级体系，打压劣质内容和用户，优化用户体验\n-全流程参与业务人机结合风控防御体系，提升安全效能，助力内容生态合法健康增长",
    requirement:
      "-具备机器学习领域相关工作经验，熟悉常用机器学习算法(包括但不限于GBDT,XGB,DNN/RNN/CNN等)和深度学习框架，有实际项目落地经验，有内容风控模型背景者优先\n-扎实的编码能力，熟练使用python/c++之一，熟悉linux开发环境，具有面向海量数据的机器学习/数据挖掘处理能力\n-具备优秀的分析解决问题能力，良好的沟通能力，自我驱动力，抗压能力以及团队合作精神\n​",
    url: "https://talent.baidu.com/jobs/detail/INTERN/0d06cc43-33d8-4fdb-b861-9fddcaae40f0",
  },
  {
    id: "baidu_J58462",
    company: "百度",
    name: "商业中台技术研发组_Web前端研发实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-负责商业的AIGC平台的前端设计及研发工作，致力于为广告业务提供内容生成、内容知识化、内容多模态等中台化服务，并将内容能力打通广告检索系统，助力商业业务增长\n-负责核心模块的升级迭代，将产品方案落地产生收益，并且持续跟踪和优化，持续创造产品价值\n-负责推动和优化已有前端项目的基础架构与组件抽象\n-负责某个具体业务方向的产品迭代，参与产品需求讨论，与团队配合完成整体项目规划、设计与开发",
    requirement:
      "-计算机或相关专业本科及以上学历，计算机基础和前端基础知识扎实，熟练掌握JS、CSS、TS等前端相关的基础知识\n-熟悉React或Vue框架的实践与原理，至少精通一款流行前端框架，具备中大型复杂网站架构设计能力\n-熟悉Webpack、Vite 等构建工具和使用配置，能够独立搭建前端项目，有工程效率优化经验者优先\n-优秀的分析和解决问题能力，对挑战性问题充满激情，能够积极主动发现产品问题或项目风险并提出改进方案或建议\n-良好的团队合作精神，具有有较强的owner意识，较强的沟通能力\n-加分项：微前端技术、体验优化实践、Nodejs后端经验等",
    url: "https://talent.baidu.com/jobs/detail/INTERN/67c35382-9251-49ea-82a2-1d9d2f3c9c8c",
  },
  {
    id: "baidu_J58457",
    company: "阿里",
    name: "统管通办研发组_生成式大模型数据标注专员",
    location: "北京市,深圳市",
    type: "日常",
    category: "技术",
    description:
      "-根据给定标注规则，完成文本数据标注，包括但不仅限于问答、对话、nl2sql等相关任务\n-在保证质量的前提下，以最高效率通过项目质检\n-参与项目标注的标准制定与迭代\n-参与跨部门的沟通与合作，包括但不限于研发、产品经理、项目运营和项目客户",
    requirement:
      "-统招本科及以上学历在校生，可尽快到岗，线下实习3个月及以上\n-熟悉常见的自然语言处理的数据标注任务，有对应的项目经验\n-熟悉MySQL和SQL语句，能够独立完成简单SQL语句的编码，了解简单的多表查询，JOIN，GROUP，ORDER等常见SQL语法优先\n-了解常见的Markdown语法优先\n-了解文心一言，ChatGPT等大语言模型，有一定的使用经验优先\n-沟通能力强，能与协作方高效沟通\n-有强烈的责任心，有一定的总结能力和推动问题解决的能力\n-能够接受新鲜事物，思维敏捷，能适应快捷搜高标准的工作要求",
    url: "https://talent.baidu.com/jobs/detail/INTERN/f23e030d-76ec-4ef7-bc7e-da8c3652ff92",
  },
  {
    id: "baidu_J58246",
    company: "阿里",
    name: "数字阅读业务部_产品经理实习生（作家平台方向）",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-从事百度作家平台、AIGC相关的需求策划和用户需求分析，通过对日常的数据监控，持续优化产品功能\n-协助产品经理输出相关的需求分析、需求撰写、进度跟进和交付落地\n-完成相关的行业调研\n-行业产品分析和用户访谈调研任务",
    requirement:
      "-优秀的定量分析能力和严密逻辑思维\n-出色的语言、沟通、组织和协调能力\n-理科、工科、社会科学均可，有创作经验优先，有人工智能相关学习经验优先，受过该学科的专业训练，有好的数理能力和逻辑思维能力\n-对内容行业、网络文学、AIGC有浓厚兴趣，有较强的产品审美能力，对产品设计好/坏，有自己清晰明确的认识",
    url: "https://talent.baidu.com/jobs/detail/INTERN/cee24068-04af-451f-b7a1-01590fcf0248",
  },
  {
    id: "baidu_J58340",
    company: "百度",
    name: "商业质量效能组_测试开发实习生(商业方向)",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-参与百度大商业产品，和内部信息系统的研发与测试过程：产品需求，功能设计，产品可测性设计与反馈，单元测试，系统测试，性能测试，产品效果评估评测等多方面，致力于提升百度产品的技术可靠性和用户体验\n-参与百度研发体系的持续集成环境构建及自动化测试平台的研发，构建和模拟线上大规模和分布式的多样化运维场景，参与产品线特色化的测试框架，测试工具和敏捷研发工具的研发，运用敏捷测试方法和技术提升代码交付的质量和效率\n-参与互联网产品整个工程生产、发布过程中的技术创新，包括提升单元测试效率，开发线上监控系统，性能测试和监督工具来精确评估线上系统表现，以创新的工作模式提升产品的用户价值\n-根据业务需要参与测试技术及服务的创新和开发",
    requirement:
      "-计算机相关专业\n-能熟练地应用以下一门或几门技术进行软件开发：\n1)C/C++/Java; Linux/Unix Shell编程\n2)Perl/Python/PHP; 网络技术及相应的开发\n3)JavaScript/Html/Ajax；MySql/Oracle及相关数据库技术\n-热爱互联网，对互联网相关业务或技术充满好奇及热情\n-快速的产品及业务学习能力，敏捷而周到的逻辑思维能力\n-有责任心，敢于担当，工作积极主动\n-具备良好的团队合作精神，能融入多功能团队并与其他部门同事进行良好的沟通及合作\n-在软件测试领域，对发现、分析及解决问题的工作有浓厚兴趣",
    url: "https://talent.baidu.com/jobs/detail/INTERN/9b2cc17d-acd4-488b-b64a-4ae93e10321d",
  },
  {
    id: "baidu_J58278",
    company: "阿里",
    name: "视频推荐产品部_视频推荐策略产品实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-参与视频方向搜索推荐策略制定和优化\n-参与视频方向用户需求分析、内容生产规则制定与评测\n-日常数据分析、体验评测、项目管理等工作",
    requirement:
      "-逻辑思维强，能进行抽象总结\n-熟悉视频产品，对视频体验有独到见解\n-每周到岗4-5天，实习时间3个月以上，能实习6个月以上同学优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/236e683f-6608-43d7-b333-01f9e33c974e",
  },
  {
    id: "baidu_J17286",
    company: "阿里",
    name: "ACG渠道生态部_HRBP实习生",
    location: "北京市",
    type: "日常",
    category: "",
    description:
      "-对接业务部门，筛选简历，邀约面试，沟通业务部门安排面试，面试反馈记录\n-向招聘专员汇报，及时、高效地完成领导给予的招聘相关工作\n-实现与候选人的有效沟通，协助组织实施招聘，满足人员招聘需求\n-记录面试数据，及时收集招聘相关信息和数据，提交总结报告",
    requirement:
      "-本科及以上在校学生，每周可以保证出勤5天，实习三个月及以上\n-积极主动，勤奋好学，具备极强的沟通与判断能力，能够承担较大的工作压力\n-具有良好的职业道德和职业操守及良好的团队合作意识\n-具备多线程并发的工作应对能力\n-专业不限，有相关实习经验优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/1b1302dc-5db2-498e-a358-652d1a1c60b3",
  },
  {
    id: "baidu_J58114",
    company: "百度",
    name: "百度APP业务部_增长策略产品实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-负责百度APP增长工作，能够结合用户动机/行为及产品特性，以增长为目标设计产品方案，并通过A/B实验持续迭代\n-协同各核心业务线，优化新用户体验，渠道投放与承接，提升用户活跃度等\n-通过数据分析、需求调研、竞品监控等手段，发现增长机会\n-定期调研竞品，并形成可落地方案",
    requirement:
      "-毕业时间为24年及之后，稳定实习时间不少于半年，理工科专业优先\n-能独立完成需求调研、增长方案设计到上线，对数据敏感有一定数据分析能力，逻辑思维能力强擅长表达\n-自驱务实，项目推动能力及跨部门沟通能力强，抗压能力好，学习能力强，有责任心和耐心，做事细心\n-有用户增长相关产品实习经验优先，会使用SQL等数据分析工具更佳\n-好奇心强，热爱搜索产品或内容型产品优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/9fc2b38e-fc64-4a82-9af9-98ed1e26c930",
  },
  {
    id: "baidu_J55908",
    company: "百度",
    name: "商业经营发展部_HR实习生",
    location: "北京市",
    type: "日常",
    category: "专业服务和管理支持",
    description:
      "-协助Recruiter高效完成指定的招聘相关工作 \n-通过各种招聘渠道筛选候选人简历，意向人选的电话初步沟通\n-多线协调面试官时间，对有面试意向的人选进行面试安排\n-及时收集招聘相关信息和数据，对数据进行统计与分析，提交总结报告",
    requirement:
      "-具备招聘或猎头实习经验优先，致力于HR职业发展方向 \n-有数据分析经验和能力的优先 \n-积极主动，具备极强的沟通与判断能力，能够承担较大的工作压力 \n-每周能实习5天，可长期实习优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/5dc04259-4f8a-4bb0-b118-ad02f9a408a1",
  },
  {
    id: "baidu_J55191",
    company: "百度",
    name: "问一问业务部_策略产品实习",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-支持知道、问一问业务海量数据的分析，并得出有效结论\n-分析挖掘问答数据、用户之间的关联，产出高质量结论辅助策略优化\n-持续输出产品数据现在以及关键问题，推动解决\n-对工作内容进行总结提炼，提升工作效率",
    requirement:
      "-本科及以上学历，计算机相关专业优先，每周实习时间4天以上\n-熟练掌握数据抽取、数据分析技术 如SQL/Python \n-有快速理解业务的能力，合理应用数据分析解决业务问题\n-工作认真，有责任心，有良好的沟通协作能力与团队合作精神\n-有相关实习经验者优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/c2e2b14a-8ed6-474b-9c25-7400ebff3131",
  },
  {
    id: "baidu_J58143",
    company: "百度",
    name: "内容架构组_分布式计算研发实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-超大规模分布式应用系统和平台（包括计算，存储及服务）的核心技术研究与开发\n-和团队一起攻克高性能、高并发、高可用性等各种不同技术场景下的技术挑战\n-根据整体技术方案完成高质量的开发、自测及项目文档编写",
    requirement:
      "-计算机软件或相关专业本科以上学历\n-有Linux/Unix下开发经验，熟悉多线程编程、网络编程\n-熟悉数据结构和算法设计，熟悉C/C++程序开发\n-有分布式系统、云原生、微服务架构经验者优先\n-优秀的分析问题和解决问题的能力，对解决具有挑战性问题充满激情\n-思路清晰，具备良好的沟通能力和理解能力\n-工作积极主动，具有强烈的责任心\n-良好的团队合作精神",
    url: "https://talent.baidu.com/jobs/detail/INTERN/e083f302-dd6a-4586-9a2a-90f613ab165c",
  },
  {
    id: "baidu_J57798",
    company: "百度",
    name: "AI平台产品组_AI开发平台产品经理实习生",
    location: "北京市,上海市",
    type: "日常",
    category: "产品",
    description:
      "-负责撰写、修订并持续维护百度AI中台产品相关的手册/指南、教程、白皮书等形式的技术文档，为用户/客户快速上手使用产品提供文档支撑\n-和研发、产品团队紧密联系，组织内容开发，保持内容、技术、产品的强一致性、准确性和易读性\n-对产品文档资料进行分类整理、管理\n-从用户视角出发，负责整合、分析各渠道的反馈，制定内容改进方案建议、跟踪改进进度及改进效果，持续提升用户使用文档的阅读体验\n-设计合理的产品文档质量优化机制，包括流程、规范、工具、质量提升计划等，并能将其有效落地\n-参与用户使用培训工作，包括功能使用培训、培训视频录制等， 为用户快速上手提供支撑",
    requirement:
      "-信息类专业（计算机、信息工程、通信工程、软件工程、自动化、电子工程等）本科及以上学历在校生，可保持每周线下出勤4天，实习4个月及以上\n-具备优秀的语言理解能力、文档写作能力\n-快速学习能力强，能尽快学习掌握人工智能、云计算各种产品，做到理解原理，有能力验证产品等\n-有良好的团队合作精神和积极主动的沟通意识",
    url: "https://talent.baidu.com/jobs/detail/INTERN/f6314f62-a49f-43d3-a9ef-0931ded06019",
  },
  {
    id: "baidu_J57860",
    company: "百度",
    name: "视频推荐产品部_短视频产品经理实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-手百核心短视频业务，精英产品团队，能帮助快速成长并培养独当一面能力\n-参与手百视频方向的产品设计工作，独立完成需求分析、产品方案设计、并推进需求落地，站在用户角度优化整体体验流程\n-持续关注和分析产品用户反馈和使用数据，挖掘用户在短视频消费的需求和痛点，并推动优化\n-与设计和研发密切配合，高质量推动项目落地和上线",
    requirement:
      "-本科及以上学历，985优先，有互联网产品实习经验，实习半年以上\n-思维活跃，具备良好的沟通表达协作能力、超强自驱力以及高效执行力，善于总结，善于思考\n-用户同理心好，善于观察和总结，有良好的数据分析能力，能够根据业务数据发现问题和机会，并对产品和策略进行改进\n-具有较强的逻辑思维能力，抗压能力好，沟通协调能力好，有责任心和执行力，目标导向",
    url: "https://talent.baidu.com/jobs/detail/INTERN/49db95aa-2f44-499c-b300-7f08666deadc",
  },
  {
    id: "baidu_J58024",
    company: "阿里",
    name: "智能客服及服务型数字人产品组_AI产品运营实习生",
    location: "北京市,上海市",
    type: "日常",
    category: "产品",
    description:
      " - 负责智能对话、洞察VOC等产品运营，完成业务需求分析、产品配置、模型训练、效果测试与优化等工作\n - 辅助运营同学服务重点客户，跟进售前、交付、售后等阶段效果运营，完成营收目标\n - 辅助运营团队负责人，开展项目管理、数据分析、成本优化、效率提升、解决方案设计等工作\n - 开展竞品调研、客户访谈，探索服务商业化，产出高质量分析报告及方案计划\n",
    requirement:
      " - 2023-2024年毕业的本科及以上学历，计算机、自然语言处理、中文等专业优先\n - 具有良好的自我驱动能力、学习能力、沟通理解能力，具备高度的责任心和抗压能力，靠谱尽责\n - 具备银行、汽车、大型政企实习经验，熟悉NLP相关产品方向或运营经验优先\n - 每周可到岗5天，可以连续进行实习工作6个月以上优先\n",
    url: "https://talent.baidu.com/jobs/detail/INTERN/bedb1c43-4225-467a-9b23-e76ab1e95577",
  },
  {
    id: "baidu_J18230",
    company: "阿里",
    name: "国际化产品研发中心(深圳)_HR实习生",
    location: "海淀区",
    type: "日常",
    category: "专业服务和管理支持",
    description:
      "-协助部门HR高效完成人力资源相关工作，包括人才发展，招聘，组织文化等；\n-结合业务管理需求，协助制定人力资源整体解决方案并支持落地实施；\n-主管安排的其他相关工作",
    requirement:
      "-本科及以上学历，人力资源管理、心理学等相关专业毕业优先\n-踏实勤奋，工作细心，责任心强，具有服务意识\n-具备优秀的学习能力、执行力、沟通协调能力\n-熟练使用Word、Excel、PowerPoint，Photoshop等办公软件\n-实习时间3个月及以上，每周保证4天在岗，能持续6个月以上、可全勤者优先考虑\n-具备较强的沟通能力和协调能力，能够承受一定的工作压力",
    url: "https://talent.baidu.com/jobs/detail/INTERN/35c604c6-0a6f-4075-b549-307ac89edda6",
  },
  {
    id: "baidu_J57363",
    company: "腾讯",
    name: "用户画像组_用户建模方向数据挖掘工程师（实习生）",
    location: "北京市,上海市",
    type: "日常",
    category: "技术",
    description:
      "-参与海量数据场景下的数据分析，通过机器学习等手段挖掘用户意图，丰富用户理解平台行为标签、属性，提升用户理解精度\n-参与用户标签建设，通过样本优化、特征构造、模型结构调整等多种方法不断调优模型\n-参与意图召回模型、设备打通模型的开发维护，通过特征工程、网络结构优化等手段提升模型预估效果\n-基于用户行为全景视图，参与搜索推荐、商业变现等领域的模型建设研究，支持公司业务",
    requirement:
      "-数据敏洞察力强，思维敏捷，能够从海量数据中发现价值\n-编程能力扎实，熟练使用Linux操作系统\n-熟练使用 Hadoop、Spark、Hive等分布式计算、存储系统\n-掌握大数据挖掘、机器学习、深度学习技术",
    url: "https://talent.baidu.com/jobs/detail/INTERN/46024818-25cf-4014-9eeb-fe64802e741c",
  },
  {
    id: "baidu_J56973",
    company: "百度",
    name: "如流产品组_产品经理实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-产品实施：收集客户需求进行分析，进行功能设计与产品迭代跟进，产品上线后进行分析，完成产品实施的整个闭环管理\n-项目管理：推进项目的需求对接，并对内输入产品需求，跟进项目中的问题，保障项目上线\n-市场调研：从事TOB产品的市场/用户调研、行业产品分析等工作，形成调研分析结论，对内形成观察输出\n-产品运营：协助销售团队进行产品市场推广，提升产品品牌知名度和市场份额",
    requirement:
      "-至少实习半年以上，每周4天以上，计算机相关专业优先\n-学习能力强，拥有优秀的逻辑思维能力\n-具备良好的创新思维，市场洞察力与产品前瞻思考能力\n-具备优秀的沟通能力和团队协作能力，强大的执行力，开放的合作意识\n-具有良好的文档能力，能够根据需要准确的撰写产品文档",
    url: "https://talent.baidu.com/jobs/detail/INTERN/27aa212b-cb88-4fbe-a159-8fd8a77dd400",
  },
  {
    id: "baidu_J57267",
    company: "百度",
    name: "移动生态数据研发部_大数据研发实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-参与业务线日常数据建设，提升987\n-参与用户增长分析数据建设，提升分析效率\n-参与数据治理工作，如建模去udw、高效性、时效性等\n-参与安全合规数据治理建设，包括国际化、2B、汽车等",
    requirement:
      "-计算机相关专业，有一定的大数据仓库建设经验优先\n-熟练掌握一门编程语言（Java、php、c++、Python、shell），熟悉常用数据结构和算法\n-熟悉大数据编程技术Hive、hadoop、spark等，良好数据开发性能调优经验\n-具有较强的发现问题、分析问题和解决问题的能力",
    url: "https://talent.baidu.com/jobs/detail/INTERN/c6688e8a-d0c5-422f-b326-407fb9c616b5",
  },
  {
    id: "baidu_J56808",
    company: "百度",
    name: "推荐策略部_机器学习/数据挖掘/自然语言处理实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-研究数据挖掘或统计学习领域的前沿技术,并用于实际问题的解决和优化\n-大规模机器学习算法研究及并行化实现,为各种大规模机器学习应用研发核心技术\n-通过对数据的敏锐洞察,深入挖掘产品潜在价值和需求,进而提供更有价值的产品和服务\n-通过技术创新推动产品成长",
    requirement:
      "-具有以下一个或多个领域的理论背景和实践经验：机器学习/数据挖掘/深度学习/信息检索/自然语言处理/机制设计/博弈论\n-至少精通一门编程语言，熟悉网络编程、多线程、分布式编程技术，对数据结构和算法设计有较为深刻的理解\n具有以下条件者优先：\n-熟悉文本分类、聚类、机器翻译，有相关项目经验\n-熟悉海量数据处理、最优化算法、分布式计算或高性能并行计算，有相关项目经验",
    url: "https://talent.baidu.com/jobs/detail/INTERN/4c74e673-eb23-45d7-b271-6c5c688ba266",
  },
  {
    id: "baidu_J57164",
    company: "百度",
    name: "人工智能创作研发组_计算机视觉算法工程师 - 多模态方向",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-负责AIGC视频生成相关的算法研发与优化\n-开发新技术的原型系统\n-负责AIGC的多模态内容挖掘、内容理解，优化跨模态匹配效果\n-跟进计算机视觉与多模态的前沿技术，并进行模型的迭代优化",
    requirement:
      "-在计算机视觉某个领域有深入研究，如视频生成、图像生成、多模态、视频理解等\n-在Diffusion Model有实践经验者优先\n-在顶会上有相关论文发表优先\n-对深度学习算法有深入理解，熟悉常用的深度学习框架，如PaddlePaddle、Tensorflow、PyTorch等\n-积极主动、责任心强，有自驱力和团队合作沟通能力",
    url: "https://talent.baidu.com/jobs/detail/INTERN/21a6cce5-7eb6-4d1c-b9d8-39c927df8fdf",
  },
  {
    id: "baidu_J51947",
    company: "百度",
    name: "知识图谱部_数据挖掘/NLP算法工程师(实习生)",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-负责百度知识图谱基础核心技术的研究与开发，包括但不限于知识图谱构建、基于知识图谱的内容理解与认知等技术\n-通过对数据的敏锐洞察，深入挖掘产品潜在价值和需求\n-设计并优化策略、框架，进而提供更有价值的产品和服务，通过技术创新推动产品成长\n-关注行业技术发展，持续研究和应用新技术，保持在行业中的技术领先性",
    requirement:
      "-计算机相关专业本科及以上学历，具有以下任一或以上领域相关的理论背景：机器学习/数据挖掘/自然语言处理/信息检索/推荐\n-良好的编程能力，精通至少一门编程语言（Python、C/C++等），熟悉Linux平台\n-具有知识图谱构建和应用经验者优先\n-具有海量数据挖掘、分布式计算或高性能并行计算应用经验者优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/79720f00-f0d1-411a-9917-f0546301757e",
  },
  {
    id: "baidu_J57118",
    company: "百度",
    name: "问一问业务部_付费用户运营实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-参与用户运营工作，包括但不限于用户的新增、活跃、留存、复购\n-参与搭建0-1的用户运营体系，能根据用户生命周期、画像等对用户进行分层、管理及运营\n-能协助策划、执行营销策略及方案，以提升付费用户规模及arpu值\n-对用户行为、运营结果等进行数据分析，为策略优化迭代提建议并能推动落地\n-协同产品、技术等团队，提升运营效能",
    requirement:
      "-本科及以上学历，心理学、社会学、统计学、新闻传播等相关专业优先\n-有用户运营实习经验优先，实习时间不少于3个月，4-6月以上优先\n-学习能力强，能快速了解业务，适应新环境\n-思路清晰，执行力强，沟通能力强，有较强的团队协作意识和合作精神\n-对数据敏感，有较强的数据分析能力，对定性和定量的研究方法有涉猎，如问卷调研、用户访谈等\n-有较强的策划和文案撰写能力，熟练使用office等办公软件",
    url: "https://talent.baidu.com/jobs/detail/INTERN/1096471f-bc4b-4f23-94a8-f0285ec9374b",
  },
  {
    id: "baidu_J57018",
    company: "百度",
    name: "政务产品运营组_产品运营实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-协助政务产品营销工作，参与产品售前物料优化完善、产品宣传视频制作、产品实操培训等\n-协助重点产品的商机/项目跟踪，配合构建产品运营数据分析模型，识别影响因素，推动产品提升售卖效率\n-协助定向宣传推广活动，不限于活动准备、组织、宣传及统计分析\n-协助重点产品的生态引入，负责建立生态推进计划，积极推进落实，提升生态建设效率",
    requirement:
      "-理工科背景本科及以上学历在校生，有ToG\\ToB项目实习经验优先\n-具备一定AI背景技术，了解政务项目运作和市场推广优先\n-学习能力强，能快速掌握产品及业务基础知识\n-沟通能力强，擅长解决问题，适应跨部门协作\n-每周到岗3天以上，实习时间3个月以上",
    url: "https://talent.baidu.com/jobs/detail/INTERN/b965cbe5-ece1-4310-97ad-cf1bd6dd61b8",
  },
  {
    id: "baidu_J45410",
    company: "腾讯",
    name: "百家号内容运营部_人力实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-协助Recruiter高效完成人才招聘的工作\n-负责招聘全流程的跟进，包括但不限于需求对接，职位发布、候选人寻访及简历筛选、电话沟通及面试安排、面试结果跟踪及反馈等\n-及时收集招聘相关信息和数据，对数据进行统计与分析，提交总结报告\n-支持招聘相关的项目及其他招聘相关的工作",
    requirement:
      "-本科及以上学历\n-致力于在HR领域长期发展，具备招聘或猎头实习经验者优先考虑\n-可尽快到岗，能保证每周出勤4-5天、实习3个月及以上者优先考虑\n-积极主动，开放坦诚，具备较强的沟通和协作能力，能够承担较大的工作压力",
    url: "https://talent.baidu.com/jobs/detail/INTERN/9ea370ca-e3a9-4324-8abc-d016318be265",
  },
  {
    id: "baidu_J56902",
    company: "腾讯",
    name: "内容生态策略部_运营平台产品实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-负责创作者运营平台相关的产品调研、功能设计、需求开发、上线评估等全流程工作，参与和推进产品全生命周期流程\n-对接运营团队，根据运营工作流理解业务需求，产出有效的产品方案\n-负责产品相关的数据分析，基于数据，帮助团队更好的理解业务\n-负责产品上线后的使用反馈以及其他产品相关的工作",
    requirement:
      "-统招本科或以上学历在读，对短视频等内容业务感兴趣\n-熟练掌握SQL/Excel等常见分析工具，有较好的数据分析能力 \n-具备良好的沟通和协作能力，有较强的逻辑思维能力，快速理解业务逻辑\n-能保证至少4天/周，3个月以上实习期\n\n岗位优势：\n● 快速成长机会，资深产品经理带教，迅速积累产品sense及产品经验，成长曲线陡陡的\n● 开拓B端产品视角，有机会接触运营管理平台的方方面面，积累成熟平台经验\n● 视个人表现可逐步提供单独需求项目机会",
    url: "https://talent.baidu.com/jobs/detail/INTERN/b7b0e1c4-1b6c-48cd-a5f0-44f898561e9f",
  },
  {
    id: "baidu_J55397",
    company: "阿里",
    name: "策略算法工程师",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-负责百度B2B搜索的核心技术研究和开发\n-应用各种前沿算法在爱采购场景，优化策略效果，提高用户体验\n-基于对用户诉求和客户诉求的深入理解和数据分析，优化策略算法，为客户创造更大的价值",
    requirement:
      "-精通C/C++/Python语言编程，熟悉linux平台 \n-熟悉常用的数据结构基础和机器学习算法，熟悉搜索/推荐算法优先\n-具备优秀的分析解决问题能力、良好的沟通能力以及团队合作精神 \n-对搜索技术和探索未知领域有浓厚的兴趣,对解决具有挑战性问题充满激情",
    url: "https://talent.baidu.com/jobs/detail/INTERN/cb57e80a-5deb-4857-932b-80355a8de1b5",
  },
  {
    id: "baidu_J56912",
    company: "腾讯",
    name: "问一问研发组_后端研发实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-参与百度问一问产品后端服务架构的设计和研发工作\n-参与产品需求、系统设计和程序代码的评审工作\n-与前端FE协作，整体把控产品端交互，够独立进行服务设计、集成与联调\n-编写高质量代码，完善单测，符合代码质量准入要求\n-能够依据质要求撰写相关技术文档",
    requirement:
      "-计算机相关专业，本科及以上，23/24年毕业\n-每周出勤4-5天，可实习3个月以上\n-熟练地应用以下一门或几门技术进行软件开发: Go/PHP\n-熟悉常用的数据结构和算法，代码能力突出，代码风格良好\n-熟悉web service相关技术，熟悉高并发处理、存储与缓存技术，了解RPC、消息队列\n-快速的产品及业务学习能力，敢于担当，工作积极主动，具备良好的团队合作精神",
    url: "https://talent.baidu.com/jobs/detail/INTERN/b62e17fc-f851-411b-a5ef-0f7a211eddea",
  },
  {
    id: "baidu_J56737",
    company: "腾讯",
    name: "健康商城业务部_产品经理实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-对百度健康商城医药服务的产品设计体验负责\n-基于用户的反馈做出相应的产品方案及推动发布\n-巡检基础的badcase及用户反馈\n-跨部门沟通，推动项目的发布与反馈",
    requirement:
      "-积极有耐心\n-喜欢互联网，乐意倾听与有较强的同理心\n-有足够的实习周期\n-对数据敏感，有电商相关类实习经验加分",
    url: "https://talent.baidu.com/jobs/detail/INTERN/45d7601f-a022-4e2e-b1e0-43b77db5ba96",
  },
  {
    id: "baidu_J56798",
    company: "腾讯",
    name: "商业中台技术研发组_机器学习/自然语言处理算法实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-基于大规模用户行为，以效果为目标，建立并优化广告系统的基础算法和策略\n-利用机器学习技术针对海量信息建模，挖掘潜在商业价值\n-负责在线广告投放系统的核心技术创新与优化\n-通过系统召回/模型/机制等全漏斗优化，提高在线广告的用户体验、投放效果及变现能力",
    requirement:
      "-计算机或相关专业本科及以上学历\n-良好的逻辑思维能力，和数据敏感度，能能够从海量数据中发现有价值的规律\n-熟悉大规模数据挖掘、机器学习、自然语言处理、分布式计算等相关技术\n-优秀的分析和解决问题的能力，对挑战性问题充满激情\n-熟悉C++、python语言编程，对数据结构和算法设计有较为深刻的理解",
    url: "https://talent.baidu.com/jobs/detail/INTERN/45009ca5-7d86-483b-b188-6c997baf7e5c",
  },
  {
    id: "baidu_J55992",
    company: "腾讯",
    name: "在线行业业务部_商业策略产品经理实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-百度行业变现团队商业策略产品岗位，负责百度游戏行业的效果广告产品设计工作\n-洞察游戏行业广告主的投放痛点，收集广告主反馈，优化广告主的投放流程和投放效果\n-理解百度搜索和信息流的场域特点，推动新的产品形态上线，提升平台变现效率\n-负责行业和竞品调研、数据分析等工作，为策略产品迭代提供依据",
    requirement:
      "-全日制本科及以上学历，实习期3个月以上，每周出勤4-5天，2024届毕业生优先\n-有商业产品（行业产品/投放策略/流量策略等方向）、搜索/推荐产品相关实习经验优先\n-对数据敏感，熟练使用Excel，能够使用SQL做数据分析更佳\n-好奇心强，具备较强的沟通/协作/组织能力",
    url: "https://talent.baidu.com/jobs/detail/INTERN/8b3a0e17-9e01-4c92-8003-9fb8f1242589",
  },
  {
    id: "baidu_J56780",
    company: "腾讯",
    name: "贴吧业务部_社群运营(实习生)",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-独立撰写游戏赛事活动传播方案，并监控落地执行\n-根据不同赛事的规则、特点，开展运营活动，提升赛事群用户增长与活跃\n-负责部分社群运营，了解游戏类社群玩法，能够带动核心用户活跃\n-监控并分析日常数据，能够通过数据分析问题并推动解决",
    requirement:
      "-在校本科生，保证3个月以上实习期，每周工作5天，至少3天到岗\n-热爱游戏，爱好社区类产品，贴吧用户优先\n-擅长文案撰写，熟练使用PS、Office等办公软件\n-具备良好的数据分析能力，责任心强",
    url: "https://talent.baidu.com/jobs/detail/INTERN/9ed4bd1f-9a3a-4e05-a102-93f18223a3f6",
  },
  {
    id: "baidu_J56776",
    company: "腾讯",
    name: "贴吧业务部_大神挖掘、分享型内容运营、校园资源拓展(实习生)",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-负责站内核心UGC用户挖掘（游戏方向），通过活动及策略等手段，构建核心UGC用户生态\n-提升核心UGC用户的内容发布意愿，扩大核心UGC用户规模（游戏方向）\n-协助贴吧（游戏方向）积累校园资源，搭建相应校园小组，为创作者生态提供支持\n-统筹站内外资源，做好活动、策略等从立项、落地到复盘的全流程工作",
    requirement:
      "-全日制本科院校在校生\n-资深贴吧用户与游戏玩家优先\n-性格开朗外向，有学生组织、社团等相关工作经验者优先\n-宣传界扛把子、推广界小能手，有各类宣传推广经验者优先\n-具备良好的沟通能力和团队合作精神，具有高度的责任心\n-实习时间不少于3个月。",
    url: "https://talent.baidu.com/jobs/detail/INTERN/953a3c1c-0d5d-41fe-bc30-61e3652d0289",
  },
  {
    id: "baidu_J56774",
    company: "腾讯",
    name: "贴吧业务部_直播运营(实习生)",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-具体负责YY直播在贴吧的活动站内资源申请，活动落地执行，包括不限于资源上下线、活动过程中监测、数据统计等工作\n-结合用户画像&行为特征等，制定直播平台用户策略，通过精细化运营，提升用户活跃和留存，实现直播平台流量/用户价值最大化\n-针对主播侧产出有效的运营及培养方案，搭建主播成长体系，营造良好的主播&公会生态\n-跟踪产品及活动运营效果，根据产品运营数据，提出产品需求，促进产品快速有效迭代",
    requirement:
      "-24届及以后本科及以上学历\n-每周保证5天在岗时间，实习时长不少于4个月\n-思维严谨，逻辑性强，具备良好的数据分析能力，熟练掌握Excel等办公软件\n-较强的同理心，优秀的沟通表达能力，做事负责有反馈，执行能力高",
    url: "https://talent.baidu.com/jobs/detail/INTERN/e4c689b8-76c9-4618-80c0-aa4c78cc5f73",
  },
  {
    id: "baidu_J56781",
    company: "百度",
    name: "贴吧业务部_用户运营(实习生)",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-负责贴吧核心用户群体的运营和维护\n-负责贴吧核心用户的分层运营和激励设计\n-负责活动方案的编写；组织、策划、执行以互动为导向的活动\n-监控并分析日常数据，能够通过数据分析问题并推动解决",
    requirement:
      "-熟悉并经常使用贴吧app\n-有较强表达能力及人际沟通能力\n-思维敏捷，善于学习，具备一定的策划能力、方案撰写能力及执行能力",
    url: "https://talent.baidu.com/jobs/detail/INTERN/9c3b1c54-c5fb-44ba-a8c4-e15e149e3b16",
  },
  {
    id: "baidu_J56782",
    company: "百度",
    name: "贴吧业务部_吧主运营(实习生)",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-协助运营对接贴吧核心吧主，建立反馈机制，分类分级挖掘用户核心诉求\n-落地贴吧活动，跟进运营资源位申请及配置\n-通过多种运营及产品策略手段促进用户申请吧主、促进在职吧主活跃\n-周期进行竞品调研、行业分析、输出调研总结，协助日常监控并分析吧相关数据并抽象问题",
    requirement:
      "-本科三年级或研一，可至少连续实习三个月，base北京，随时到岗\n-热爱互联网，了解兴趣社区行业，对社区有自己的见解，熟悉贴吧、吧主生态者优先\n-具有良好的逻辑思维能力和学习能力，认真负责，具备一定数据分析能力（如excel、sql）者优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/660865ff-71e1-4cb2-9db5-85d9d95b34dc",
  },
  {
    id: "baidu_J56767",
    company: "腾阿里",
    name: "问一问业务部_增长交易实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-参与百度移动生态战略项目『百度问一问』留存和增长方向，关注用户留存和前向收入\n-基于对问一问不同垂类用户场景和需求的洞察，通过引入策略、用户召回、服务转化工具和营销能力等增长手段，提升高价值服务的转化能力\n-分析手百下用户需求，不定期完成用户和产品调研\n-对功能模块进行日常维护和数据监控，复盘项目效果，跟踪用户行为\n-负责组内项目管理协同，包括组织评审，会议记录追踪等",
    requirement:
      "-思维逻辑清晰，高执行力，有责任心，善于沟通和团队协作（重要）\n-有独立思考能力和前瞻性思维\n-具备真正用户思维和出众的用户需求洞察能力\n-思维活跃，敢想敢做，同时具备创新精神和落地能力",
    url: "https://talent.baidu.com/jobs/detail/INTERN/d7cc0055-afd7-4267-8bc2-df5ed7c5364d",
  },
  {
    id: "baidu_J56046",
    company: "阿里",
    name: "搜索客户端研发组_移动端研发实习生",
    location: "北京市,上海市",
    type: "日常",
    category: "技术",
    description:
      "-参与搜索移动端产品需求的研发工作\n-参与搜索移动端产品相关的技术探索、技术改进工作\n-参与优化相关产品的质量、性能、用户体验\n-参与并调研提升客户端开发效能等工作",
    requirement:
      "-本科及以上学历，计算机、通讯相关专业优先 \n-具备扎实的数据结构、算法基础及良好的架构设计能力\n-掌握并能够运用各种设计模式    \n-有Android/iOS平台研发经验者优先，包括但不限于：\n-熟悉java/kotlin/oc/swift开发语言，有良好编码风格，追求代码执行效率，习惯写注释\n-熟悉移动端开发平台及框架原理，以及控件和基础库的应用，掌握界面和交互开发技能\n-具备良好的责任心、上进心、执行力以及良好的沟通能力和团队合作能力\n-思路清晰，具有较好的分析和解决问题能力，对解决具有挑战性问题充满激情\n-工作积极主动，具有强烈的责任心\n-良好的团队合作精神及抗压能力\n-能支持长期实习者优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/1ffcd059-9d8d-41bd-9a8c-eb12f93fe673",
  },
  {
    id: "baidu_J55920",
    company: "腾讯",
    name: "问一问业务部_生态运营实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "1、答主赋能：通过数据分析，精细化用户分层进行问题归因及策略制定，引导全生命周期答主成长\n2、日常UGC维护：通过丰富社群活动主题、激励形式等运营手段，提高答主活跃\n3、活动策划：通过竞品调研，进行活动策划，通过优化产品功能，实现生态正循环\n4、用户调研：能独立设计调研问卷，并正确回收、分析相关结论，有质性+量化结论，推进产品、策略等方向优化平台功能",
    requirement:
      "1、可快速到岗，每周实习5天，需实习4个月以上\n2、具有良好的文案能力、运营sense，有活动运营、数据分析经验优先\n3、具有责任心，踏实努力，有韧性",
    url: "https://talent.baidu.com/jobs/detail/INTERN/864847da-ede8-4001-a118-30a1ff2147a0",
  },
  {
    id: "baidu_J56012",
    company: "腾讯",
    name: "首页推荐产品部_商业策略实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-跟进信息流流量效率提升相关工作\n-参与信息流体验标准制定与日常监控\n-跟进信息流广告策略优化\n-日常数据分析",
    requirement:
      "-至少有信息流策略产品、功能产品、广告产品任一工作经验\n-具备基本的数据分析能力，熟练应用SQL更佳\n-对业务有好奇心，具备良好的沟通学习能力\n-本科及以上，计算机、统计、数学、经济、广告专业优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/72d013c7-d0c1-431e-a120-f9a81cf8e908",
  },
  {
    id: "baidu_J14160",
    company: "腾讯",
    name: "知识图谱部_HR实习生",
    location: "北京市",
    type: "日常",
    category: "专业服务和管理支持",
    description:
      "-向招聘负责人汇报，及时、高效地完成负责人给予的招聘相关工作\r\n-实现与候选人的有效沟通 \r\n-协助组织实施招聘，以结果导向，满足人员招聘需求 \r\n-负责记录招聘数据，完成招聘报告 \r\n-及时收集招聘相关信息和数据，提交总结报告",
    requirement:
      "-本科及以上学历，人力资源、心理学等相关专业优先 \r\n-人力资源方向实习经验优先，熟练应用办公软件的同学优先 \r\n-沟通表达能力好，计划及执行能力好，善于与别人沟通 \r\n-工作积极主动，能承担一定的工作压力，敢于接受挑战",
    url: "https://talent.baidu.com/jobs/detail/INTERN/f8f10296-dee3-4672-8845-6c79d90e5989",
  },
  
  {
    id: "baidu_J55865",
    company: "阿里",
    name: "首页推荐产品部_功能产品实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "- 协助/独立梳理频道/TTS场景下的产品现状及问题\n- 能够独立完成竞品的功能调研，并结合业务现状提出产品优化思路\n- 协助/独立完成相关功能需求文档撰写、项目推进、实验数据分析等全流程工作\n- 收集整理用户反馈、持续跟踪现有功能数据，据此输出功能优化计划，提升产品体验",
    requirement:
      "- 实习3个月及以上，每周至少出勤三天，全勤优先；尽快到岗\n- 本科或研究生在读，prefer有过产品、运营相关实习者\n- 学习能力强，逻辑清晰；工作细致，积极主动，具备良好的人际沟通和组织协调应变能力\n- 熟练应用常用办公软件，掌握简单sql语言（加分项，非必需）",
    url: "https://talent.baidu.com/jobs/detail/INTERN/65be7065-a6a2-4978-b4cd-ce66a77502e9",
  },
  {
    id: "baidu_J55475",
    company: "阿里",
    name: "百家号内容运营部_MCN机构运营实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-参与MCN运营工作，包含日常维护、约稿、项目跟进等\n-参与内容运营工作，根据业务方向协助梳理内容需求并制定优化方案\n-参与作者运营相关数据分析工作，对相关核心指标进行监控\n-解决作者客诉问题，妥善解决问题",
    requirement:
      "-参与MCN运营工作，包含日常维护、约稿、项目跟进等\n-参与内容运营工作，根据业务方向协助梳理内容需求并制定优化方案\n-参与作者运营相关数据分析工作，对相关核心指标进行监控\n-解决作者客诉问题，妥善解决问题",
    url: "https://talent.baidu.com/jobs/detail/INTERN/3756e492-0236-4b70-a000-346aafaf0576",
  },
  {
    id: "baidu_J55488",
    company: "百度",
    name: "移动生态数据研发部_大数据研发实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-负责百度系APP相关业务数仓、数据基础建设\n-参与百度系APP日志数据架构开发和APP端性能分析建设\n-负责数据指标的数据建设和分析\n-负责数据自助化工具平台的建设",
    requirement:
      "-本科及以上学历，计算机相关专业\n-熟悉数据结构、计算机网络、算法等基础知识\n-熟练使用SQL，以及Scala/Java其中一种编程语言，对分布式架构和并行计算有较深刻理解优先\n-了解Hadoop/Spark/HBase/Kylin/ClickHouse等大数据计算和存储技术栈，了解其工作原理，并有实际开发经验优先\n-了解Spark/Flink等流式计算框架，以及Kafka等常见消息队列优先\n-有良好的编程习惯，代码结构清晰，命名规范\n-追求卓越，踏实好学，关注业内动态，团队意识强",
    url: "https://talent.baidu.com/jobs/detail/INTERN/4243abd2-7d3e-4919-82be-ca499c818741",
  },
  {
    id: "baidu_J55491",
    company: "百度",
    name: "搜索技术平台研发部_搜索产品研发实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-负责搜索产品的服务端研发工作\n-参与搜索整体研发效能和稳定性的提升工作\n-参与服务架构设计，独立完成业务需求分析和软件设计\n-负责线上复杂性并发问题的解决\n",
    requirement:
      "\n-计算机相关专业，本科及以上学历，有互联网实习经历优先\n-熟练地应用以下一门或几门技术进行软件开发: Go/PHP/C++\n-熟悉常用的数据结构和算法，代码能力突出，代码风格良好\n-熟悉web service相关技术，了解存储与缓存技术，了解RPC、消息队列\n-快速的产品及业务学习能力，敢于担当，工作积极主动，具备良好的团队合作精神",
    url: "https://talent.baidu.com/jobs/detail/INTERN/b7d288f0-e44a-4472-b7e4-5cc142964301",
  },
  {
    id: "baidu_J52645",
    company: "百度",
    name: "To B业务运营部_数据运营",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-结合业务需求及时更新、完善数据，优化已有报表，并对日常运营数据进行挖掘统计，持续提升数据准确性，帮助团队提高运营效率\n-监控运营及销售数据，分析潜在业务机会、预警隐患风险 \n-挖掘用户的偏好特征、行为规律，用户画像等，建立用户分层模型， 指导运营精细化\n-建立和完善分析体系，定期优化分析策略，提供建设性建议",
    requirement:
      "-有数据分析/数据挖掘/用户行为研究的项目实践经验\n-熟练掌握SQL / HQL语句，熟悉Python等优先\n-逻辑思维及分析能力，善于提出整体解决方案\n-具有良好的沟通能力，协调能力，愿意与人主动沟通，拥有团队协作精神",
    url: "https://talent.baidu.com/jobs/detail/INTERN/2439edb3-4998-4632-b0df-cba09cf0c886",
  },
  {
    id: "baidu_J12063",
    company: "阿里",
    name: "昆仑芯_HR招聘实习生",
    location: "北京市",
    type: "日常",
    category: "专业服务和管理支持",
    description:
      "-通过各种招聘渠道搜索、筛选候选人简历，能够及时、高效地完成mentor给予的招聘相关工作 \r\n-协助组织实施招聘工作：包括搜寻简历、电话沟通、面试安排、入职跟进等工作 \r\n-及时收集招聘相关信息和数据，提交总结报告 \r\n-协助处理部门日常事务，完成部门领导交办的其他事宜",
    requirement:
      "-22届及以后毕业的同学，人力资源管理、心理学、社会学等相关专业优先 \r\n-具备良好的文案撰写能力，有互联网HR实习经验优先 \r\n-有较强沟通能力及执行力，积极主动，责任心强，工作踏实 \r\n-熟练运用excel、word、ppt等办公软件\r\n-能连续实习4个月及以上，每周出勤4天及以上者优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/d9ea9d0f-c590-45c1-8916-5ec0aceb0fd2",
  },
  {
    id: "baidu_J10335",
    company: "阿里",
    name: "昆仑芯_芯片设计工程师实习生",
    location: "北京市,上海市",
    type: "日常",
    category: "技术",
    description:
      "-数字逻辑电路模块的RTL开发\r\n-使用工具进行代码质量和设计规范检查\r\n-验证用例编写，验证结果收集和分析\r\n-支持IC设计的其他工作",
    requirement:
      "-掌握数字逻辑设计知识 \r\n-熟悉Verilog\r\n-了解基本的Linux命令\r\n-有责任心，能够每周至少在职3天，连续在职6个月以上",
    url: "https://talent.baidu.com/jobs/detail/INTERN/30627500-5017-4417-b324-6da36a496305",
  },
  {
    id: "baidu_J12182",
    company: "腾讯",
    name: "ACG-GTM_HR实习生(招聘方向)",
    location: "北京市",
    type: "日常",
    category: "专业服务和管理支持",
    description:
      "-协助recruiter高效完成指定的招聘工作\r\n-通过各种渠道筛选候选人的简历，与意向候选人进行初步电话沟通\r\n-及时收集和反馈招聘相关信息与数据，对数据进行统计和总结分析\r\n-完成leader安排的其他任务",
    requirement:
      "-在校学生，2023年及以后毕业；本科学历及以上，人力资源相关专业\n-实习4个月以上，有相关实习经历，致力于HR职业发展的同学优先考虑\n-具备较强的沟通能力和判断能力，能够承受一定的工作压力",
    url: "https://talent.baidu.com/jobs/detail/INTERN/0a9be733-9278-40b1-a89d-48c41dd84b78",
  },
  {
    id: "baidu_J54056",
    company: "腾讯",
    name: "云产品质量效能部_云产品测试开发实习生",
    location: "北京市,上海市",
    type: "日常",
    category: "技术",
    description:
      "-负责百度智能云对象存储、块存储、文件存储等分布式存储相关业务的质量保证工作\n-开发测试工具和自动测试框架、自动测试脚本，进行自动化测试\n-根据产品需求进行测试，包括测试方案、设计、执行、BUG提交和追踪、测试报告和测试改进等\n-深入理解用户场景，解决项目痛点问题，优化与改进用户体验，发挥产品影响力\n-参与单元测试、代码评审、持续集成、自动部署、线上监控等工作，确保代码质量和交付效率\n\n\n-良好的软件工程、数据结构、算法等基础；良好的LINUX基础\n-熟练地应用一下一门或几门语言：Python/C++/JAVA\n-对质量保证工作感兴趣，并且有自己独特的理解\n-学习能力强，有较强分析和解决问题的能力，具有较强逻辑思维能力和表达能力 \n-工作积极主动，有强烈责任心和严谨工作作风，积极思考，不断创新，良好的协作沟通能力和团队合作精神",
    requirement:
      "-良好的软件工程、数据结构、算法等基础；良好的LINUX基础\n-熟练地应用一下一门或几门语言：Python/C++/JAVA\n-对质量保证工作感兴趣，并且有自己独特的理解\n-学习能力强，有较强分析和解决问题的能力，具有较强逻辑思维能力和表达能力 \n-工作积极主动，有强烈责任心和严谨工作作风，积极思考，不断创新，良好的协作沟通能力和团队合作精神\n-每周实习4天以上，连续实习至少6个月",
    url: "https://talent.baidu.com/jobs/detail/INTERN/652bf74e-4634-41e5-b37b-6959f35843f0",
  },
  {
    id: "baidu_J55239",
    company: "阿里",
    name: "商业化运营实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-负责百家号创作者多元变现业务运营工作，承接商家&amp;达人的需求进行业务方案设计和执行\n-负责多元变现业务整体数据建设，协同各个业务单元完善数仓建设和运营数据建设\n-进行多元业务数据洞察分析，通过数据处理分析、业务调研收集，针对性产出相应的策略和方案\n-实时监控行业的风向和动向，进行竞品分析，有效进行业务视角的补充和指导\n-完成其他安排的运营工作，如参与活动运营和策划等，能够提供想法、创意文案等",
    requirement:
      "-可尽快入职，每周可实习5天，能实习6个月及以上的优先\n-本科及以上在校大学生，有互联网大厂实习经验优先\n-擅长数据分析，可熟练使用Word，Excel和PowerPoint办公软件\n-具备良好的职业素养，擅长沟通和跨部门协调配合，具备较强的学习能力\n-乐于助人、富有同理心、协助作者处理问题时具有耐心",
    url: "https://talent.baidu.com/jobs/detail/INTERN/e408f3e7-88e1-4e56-ad9a-32ab2a33b829",
  },
  {
    id: "baidu_J54990",
    company: "阿里",
    name: "国际化产品研发中心（深圳）_广告运营实习生",
    location: "深圳市",
    type: "日常",
    category: "产品",
    description:
      "-深入了解产品特点，协调投放制作，使用广告资源进行广告投放\n-监控广告数据，优化投放参数，能独立完成产品投放分析和优化建议\n-协助进行Account Manager运营相关工作\n-协助客户和竞品调研等相关工作",
    requirement:
      "-本科及以上学历，具备良好的数据分析能力，逻辑推理能力及沟通能力\n-学习能力强，有责任心、抗压能力强\n-具备一定的英语读写能力，能够听懂英语培训，英语要求六级及以上\n-对互联网广告或电商投放有经验，优先录取",
    url: "https://talent.baidu.com/jobs/detail/INTERN/376f0bc1-eb1f-4c89-b6d9-388cd5467d6d",
  },
  {
    id: "baidu_J54519",
    company: "百度",
    name: "剪辑工具产品实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-进行视频剪辑工具的产品调研、产品策划、沟通推进、效果分析等工作\n-协调研发团队资源和进度，落地产品项目\n-负责竞品分析、数据统计、数据分析、数据评估等工作\n",
    requirement:
      "-每周到岗4-5天，实习3个月以上，23年及以后毕业\n-主动性强， 学习能力、沟通能力、执行能力强，有责任心以及自我驱动力\n-逻辑性强，具备较好的数据分析能力；\n-思维活跃，热爱互联网产品，有好奇心乐于思考\n-小红书博主、b站up主、爱好视频剪辑者优先\n-有AI相关实习经验优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/d78f460e-ba2e-436e-81bf-260f8d563978",
  },
  {
    id: "baidu_J51562",
    company: "百度",
    name: "商业架构部_搜索广告架构师",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "⁃ 负责百度广告业务创新和检索系统核心技术的创新与优化；\n⁃ 参与大型分布式广告检索引擎的架构设计和优化，支撑数十亿请求压力的高可靠系统的研发；\n⁃ 构建海量广告数据存储、计算和传输平台，构建用户行为中心，挖掘上亿网民的行为数据；\n⁃ 对现有系统的不足进行分析，找到目前系统的瓶颈，改进商务搜索引擎的算法，提高系统性能；",
    requirement:
      "⁃ 计算机或相关专业硕士及以上学历；\n⁃ 熟悉C/C++语言编程，对数据结构和算法设计有较为深刻的理解；\n⁃ 熟悉网络编程、多线程编程技术，有大规模系统开发和设计经验；\n⁃ 优秀的分析和解决问题的能力，对挑战性问题充满激情；\n⁃ 良好的团队合作精神，较强的沟通能力；",
    url: "https://talent.baidu.com/jobs/detail/INTERN/e5ace7f0-3280-48ae-9727-ceb625af5f38",
  },
  {
    id: "baidu_J51499",
    company: "百度",
    name: "商业架构部_云原生开发工程师",
    location: "上海市",
    type: "日常",
    category: "技术",
    description:
      "-参与百度内部云上资源治理、服务治理能力、智能化运维能力建设，支撑业务在百度内部云平台上的平稳高效运行\n-负责建设百度内部云上基础组件类服务(如工作负载，PaaS平台，分布式云原生数据库等)的研发与持续优化\n-负责通过平台化方式管理为百度搜索广告架构提供技术支撑，提升变更运维效率和资源管理效率\n-结合云原生理念构建基于百度内部云平台的智能运维能力，包括但不限于变更部署、智能监控、预案管理、容量管理等",
    requirement:
      "-计算机或相关专业本科及以上学历 \n-熟悉linux环境，能够熟练使用Linux常用命令，能够基于Linux开发和部署项目 \n-优秀的Golang等编码能力，有良好的编程风格和文档习惯 \n-有平台开发经验，熟悉web平台的设计、研发和测试\n-熟悉运维平台研发优先，熟悉云原生相关技术(docker/kubernetes)优先 \n-喜欢专研系统底层技术问题者优先\n-逻辑思考能力强，思维缜密，有责任心与时间观念 \n-具有团队合作精神及良好的口头与书面的交流能力",
    url: "https://talent.baidu.com/jobs/detail/INTERN/2ca78dec-a33f-4024-bc66-e859de0fa71b",
  },
  {
    id: "baidu_J51498",
    company: "腾讯",
    name: "商业架构部_C++研发工程师",
    location: "北京市,上海市",
    type: "日常",
    category: "技术",
    description:
      "-负责商业变现产品的工程架构设计、研发，打造一流商业变现平台\n-参与大型分布式广告检索引擎的架构设计和优化，支撑数百亿请求压力的高可靠系统的研发，支持秒级别实时索引系统的研发\n-参与商业场景机器学习模型工程平台建设, 涵盖流式特征抽取、分布式模型训练和实时模型预估全过程, 提升变现效率和用户体验\n-对现有系统的不足进行分析，找到目前系统的瓶颈,改进商务搜索引擎的算法，提高系统性能\n-负责前瞻技术的跟踪调研和产品创新",
    requirement:
      "-计算机或相关专业本科及以上学历\n-熟练掌握计算机数据结构和算法设计，熟悉C/C++语言编程\n-熟悉网络编程、多线程编程技术，有高并发开发经验、大规模系统开发和设计经验优先\n-优秀的分析和解决问题的能力，对挑战性问题充满激情\n-良好的团队合作精神，较强的沟通能力",
    url: "https://talent.baidu.com/jobs/detail/INTERN/11c0ccbd-a057-48b6-a439-b7169594b800",
  },
  {
    id: "baidu_J54205",
    company: "腾讯",
    name: "智能小程序业务部_校园推广实习生",
    location: "海淀区",
    type: "日常",
    category: "产品",
    description:
      "-社群运营：维护本地生活相关社群，挖掘有潜力的用户，维护群内秩序，提升社群活跃，负责社群中所有推送内容的排期、产出和审核\n-用户运营：配合参与制定达人及普通用户的运营策略及流程SOP，参与用户的全生命周期链路\n-活动策划：参与本地活动的策划、执行，协助项目相关工作推进，包括协同沟通，项目相关数据分析等，并对活动问题或效果进行梳理和结论输出\n-数据梳理：梳理主要数据，多维度分析社群转化效果、用户分层等，有效整理数据报表，及时反馈",
    requirement:
      "-每周出勤5天，连续实习6个月及以上\n-熟悉互联网社交媒体各产品，学习能力强，对社群运营有一定了解，有社群运营相关运营经验优先\n-头脑灵活，细致耐心，有较强的抗压能力，具备团队合作精神\n-会沟通善于总结，熟练使用office办公软件，会sql、会ps、接触过企微SCRM的加分",
    url: "https://talent.baidu.com/jobs/detail/INTERN/c1e4571c-68d2-4a7f-b5e9-8138f3790d0e",
  },
  {
    id: "baidu_J54559",
    company: "百度",
    name: "问一问生态运营实习生(J50558)",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-提高生态服务质量：通过制定策略、产品策划、活动运营/数据分析及监控促进生态健康\n-负责全垂类答主培训课程制作、线上活动执行、权益分发规则制定等手段，提升答主活跃和质量\n-活动运营：通过大事件营销活动和其他阶段性心智活动助力核心答主留存\n-通过搭建头部答主体系夯实核心答主留存，发挥标杆作用\n",
    requirement:
      "-具有良好的文案、互联网sense强，有内容运营、活动运营经验优先\n-具备良好的沟通能力、做事有责任心\n-性格开朗，有一定线下活动组织能力\n-具备较强的逻辑思维、数据分析能力，擅长发现并分析问题",
    url: "https://talent.baidu.com/jobs/detail/INTERN/38c54f81-fc46-43cd-a68f-c90ea4648609",
  },
  {
    id: "baidu_J55059",
    company: "百度",
    name: "问一问研发组_前端研发实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-准确理解产品需求、交互文档或原型，进行web产品前端开发\n-与产品团队充分沟通，快速理解、消化各方需求，并落实为具体的开发工作\n-维护已有功能，梳理产出相关文档\n-关注业界前端技术，对用户体验、交互操作流程有一定理解",
    requirement:
      "-计算机相关专业在读\n-熟悉W3C标准，精通HTML5/CSS3\n-熟悉JavaScript的核心技术，包括并不限于es6、ajax、dom、bom等\n-熟悉常见页面布局方式，移动端响应式页面布局方式\n-熟练使用 React / Angular / Vue 中的至少一种\n-熟悉Nodejs，能利用Nodejs开发工具，掌握常用的构建打包工具，如gulp、webpack、rollup等\n-熟练使用各种调试、抓包工具，能独立分析、解决和归纳问题\n-热爱技术研发工作，有良好的工作责任感和团队合作能力\n-23/24年毕业，实习6个月及以上",
    url: "https://talent.baidu.com/jobs/detail/INTERN/ef520e69-e915-4851-b945-548c8fa56cb7",
  },
  {
    id: "baidu_J19109",
    company: "百度",
    name: "知识图谱部_产品运营实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-负责百度AI产品的运营工作，制定关键产品的整体运营策略和计划，通过用户运营、活动运营、内容运营及渠道推广、产品优化等运营工作，促进产品核心数据及用户口碑提升\n-通过用户画像分析，梳理用户转化路径，建立用户转化模型\n-驱动跨部门合作，包括产品、运营和开发等，推动增长项目落地实施，验证结果并快速迭代\n-对重要用户/客户维持长期友好的合作关系，有效完成商务谈判，策划合作项目计划并有效执行之\n-对网络推广、渠道运营等情况跟踪，收集市场信息竞争信息，提出推广运营思路、做出分析报告",
    requirement:
      "-本科及以上学历，运营经验更佳\n-热爱项目跟进、资源协调等整合类事情，喜欢策划推广\n-具备熟练的数据分析能力和较强的逻辑性，能快速分析和定位问题并找到解决方案\n-熟悉产品各类营销手段，对市场动向有较好敏感度，对用户有深刻洞察，能站在用户角度思考\n-具备强烈的责任心、内驱力，较强的沟通和协调能力，驱动团队快速产出\n-有UserGrowth、用户运营经验经验者优先，有社团活动类经验优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/5a6299b2-60cc-4054-b703-35b65837d6b7",
  },
  {
    id: "baidu_J55046",
    company: "百度",
    name: "健康研发业务部_golang方向实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-参与百度健康基础库平台开发维护工作\n-参与业务相关需求对接，技术方案设计和实现\n-参与服务性能优化、稳定性建设\n-其他数据处理相关工作",
    requirement:
      "-计算机及相关专业，有互联网产品服务端研发经验最佳\n-具备扎实的计算机基础，熟悉linux/shell，掌握常用数据结构／算法／设计模式，至少了解一门编程语言：Golang、PHP、python优先\n-掌握服务端主流技术，对缓存、mysql、ES有过了解和实践\n-熟悉常见的网络协议\n-具有高并发大数据量系统开发维护经验者优先，了解微服务、Docker、K8S、ELK等架构者最佳\n-有良好的沟通、协调、抗压能力，技术迁移能力强，善于理解和学习，务实自驱，乐于接受新事物",
    url: "https://talent.baidu.com/jobs/detail/INTERN/a39b603f-461e-407f-8b0b-24381dc75806",
  },
  {
    id: "baidu_J55050",
    company: "百度",
    name: "香港销售部_程序化广告运营实习生",
    location: "香港特别行政区",
    type: "日常",
    category: "产品",
    description:
      "-深入了解产品特点，协调投放制作，使用广告资源进行广告投放\n-监控广告数据，优化投放参数，能独立完成产品投放分析和优化建议\n-协助进行Account Manger运营相关工作\n-协助客户和竞品调研等相关工作",
    requirement:
      "-本科及以上学历\n-具备良好的数据分析能力，逻辑推理能力及沟通能力\n-学习能力强，有责任心、抗压能力强\n-具备一定的英语读写能力，能够听懂英语培训，英语要求六级及以上\n-对互联网广告或电商投放有经验，优先录取",
    url: "https://talent.baidu.com/jobs/detail/INTERN/f873c321-f2e6-4e1e-bb07-cb6c26d0aae9",
  },
  {
    id: "baidu_J12063",
    company: "百度",
    name: "昆仑芯-人力资源部_HR招聘实习生",
    location: "北京市",
    type: "日常",
    category: "专业服务和管理支持",
    description:
      "-通过各种招聘渠道搜索、筛选候选人简历，能够及时、高效地完成mentor给予的招聘相关工作 \r\n-协助组织实施招聘工作：包括搜寻简历、电话沟通、面试安排、入职跟进等工作 \r\n-及时收集招聘相关信息和数据，提交总结报告 \r\n-协助处理部门日常事务，完成部门领导交办的其他事宜",
    requirement:
      "-22届及以后毕业的同学，人力资源管理、心理学、社会学等相关专业优先 \r\n-具备良好的文案撰写能力，有互联网HR实习经验优先 \r\n-有较强沟通能力及执行力，积极主动，责任心强，工作踏实 \r\n-熟练运用excel、word、ppt等办公软件\r\n-能连续实习4个月及以上，每周出勤4天及以上者优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/504ada74-d149-447b-9895-9b6e86353948",
  },
  {
    id: "baidu_J10655",
    company: "阿里",
    name: "昆仑芯-综合管理部_设计实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-负责公司品牌的平面设计（包括但不限于logo、vi、kv、dm、折页、画册、网站banner、ppt等）\r\n-具备较强的美术功底，能快速表达想法创意\r\n-熟练使用设计软件，有视频制作经验加分\r\n-有审美和创新能力，有设计逻辑、对科技领域视觉感兴趣",
    requirement:
      "-本科在校生，设计专业、新媒体设计专业、交互设计专业均可\r\n-熟练掌握PS、AI、ID等设计软件，C4D和AE软件加分\r\n-设计能力强\r\n-担当、诚信、上进、正能量，细致，善于学习，性格开朗，能够快速融入团队",
    url: "https://talent.baidu.com/jobs/detail/INTERN/773be443-240f-4382-b857-1751e0c9f6e7",
  },
  {
    id: "baidu_J13963",
    company: "阿里",
    name: "自然语言处理部_生物计算算法实习生",
    location: "深圳市",
    type: "日常",
    category: "技术",
    description:
      "-辅助算法工程师\n-完成AI辅助药物设计的相关工作\n-能够独立完成前沿算法模型的调研，具备较强的代码上手能力\n-基于文献调研与数据挖掘，改进完善现有模型方法，开发新的方法或优化流程",
    requirement:
      "-计算机、数学、或者生物计算交叉学科，硕士及以上学历；交叉专业优先\r\n-熟练掌握C/C++和Python，对数据结构、NLP算法有深入理解和研究；熟悉至少一种深度学习算法框架，如paddle飞桨，pytorch，tensorflow等\r\n-具备自主学习和独立科研能力，有团队合作精神\r\n-良好的英文文献阅读、沟通和写作能力。表现优秀者可转正",
    url: "https://talent.baidu.com/jobs/detail/INTERN/071aad60-f3eb-46f5-82d3-592698a7d9c5",
  },
  {
    id: "baidu_J10678",
    company: "阿里",
    name: "政务产品部_人力资源实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-对接业务部门，筛选简历，邀约面试，沟通业务部门安排面试，面试反馈记录\n-向招聘专员汇报，及时、高效地完成领导给予的招聘相关工作\n-实现与候选人的有效沟通，协助组织实施招聘，满足人员招聘需求\n-记录面试数据，及时收集招聘相关信息和数据，提交总结报告",
    requirement:
      "-本科及以上在校学生，每周可以保证出勤4天以上，实习三个月及以上\n-积极主动，具备极强的沟通与判断能力，能够承担较大的工作压力\n-具有良好的职业道德和职业操守及良好的团队合作意识\n-专业不限，有招聘或有云计算公司实习经验者优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/663950e1-c87c-41cc-95be-c614a8bc5e36",
  },
  {
    id: "baidu_J54638",
    company: "阿里",
    name: "度咔业务组_内容运营实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-度咔APP端内日常内容运营及更新维护。\n-度咔使用教程及口播视频等的脚本创作、拍摄剪辑等。（能出镜最佳）\n-度咔自媒体账号的日常运营和维护。\n-内容运营相关延展性工作：数据整理、资料收集、用户调研等。",
    requirement:
      "-有设计功底，熟悉小红书、抖音等的视觉风格。需要参考以往作品。\n-有剪辑基础，熟悉PR等剪辑软件。需要教程类视频作品。\n-文字表达能力强。能够在不同人设风格之间切换。\n-逻辑清楚，善于沟通，执行力强，有进取心。",
    url: "https://talent.baidu.com/jobs/detail/INTERN/eff7ea0a-cae5-48c0-b66d-11422d97fde4",
  },
  {
    id: "baidu_J52796",
    company: "百度",
    name: "商业产品部_HR实习生",
    location: "北京市",
    type: "日常",
    category: "专业服务和管理支持",
    description:
      "-协助HRBP，支持人力资源的运营工作，包括：\n-支持百度日常招聘工作 \n-能够根据业务需求分析及搜索有意向的有效简历  \n-具备数据分析经验和能力者优先 \n-具备良好的沟通表达能力、计划及执行能力 \n-工作积极主动，能承担一定的工作压力，敢于接受挑战 \n-协助进行数据处理、分析报告、文案撰写、访谈、整理等工作，如人员结构分析、入离职数据分析、启动/总结邮件的撰写等，以支持部门HR相关重要决策 \n-协助进行培训、激励方案的策划、运营活动的推动与执行，保证活动的效果 \n-协助会议的开展，包括会议场地、设施、议程、 会议记录等，确保会议效果",
    requirement:
      "-本科及以上学历优先,24届优先\n-乐于沟通和思考，积极正向，对新鲜事物有好奇心 \n-对人力资源工作感兴趣，对宣传、培训感兴趣 \n-执行力强，凡事有交代，有一定抗压能力 \n-自我驱动力强，乐于学习并与他人交流经验 ",
    url: "https://talent.baidu.com/jobs/detail/INTERN/aab92213-e0ad-4ee4-bc3e-7bf70f2f8391",
  },
  {
    id: "baidu_J47892",
    company: "百度",
    name: "语音技术部_TTS合成产品实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-负责语音TTS合成产品的训练数据录制、效果质检、数据验收\n-负责整体AI语音产品项目推进及管理\n-负责TTS训练结果效果评测及竞品评测",
    requirement:
      "-对语音及相关AI产品有一定了解，有AI领域相关经历的同学优先\n-工作认真负责，逻辑清晰，有owner意识，end-to-end解决问题，抗压能力强\n-对声音、语言相对敏感，播音主持专业优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/129ded41-0bfa-4233-a160-3452a5a79957",
  },
  {
    id: "baidu_J52186",
    company: "百度",
    name: "采购部_供应商管理组实习生",
    location: "北京市",
    type: "日常",
    category: "专业服务和管理支持",
    description:
      "-供应商入库咨询及审批\n-供应商账户开通\n-供应商资审信息维护\n-供应商资料收集\n-市场类供应商认证类合同签署\n-具体系统解冻操作\n-供应商绩效考核支持\n-为业务侧提供关于采购流程系统操作的问题答疑；并收集汇总相关问题构建知识库，提升答疑沟通效率；\n-支持团队的其它工作，例如：预订会议室、对齐会议时间、安排会议等。",
    requirement:
      "-物流采购、供应链管理、审计等专业优先\n-一周出勤4-5天，能够长期实习者优先录用\n-积极主动、勤奋踏实、主动思考、对数据有一定敏感度，逻辑分析能力强，能够应用Excel进行基本数据处理\n-具备较好的沟通协调能力和学习能力",
    url: "https://talent.baidu.com/jobs/detail/INTERN/04be3467-e13a-4fc7-b607-b1a86e1f9c8e",
  },
  {
    id: "baidu_J54067",
    company: "百度",
    name: "问一问业务部_垂类运营实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-协助百度问一问的情感垂类运营工作，包括日常社群答主维护、数据支持、内容培训等\n-每日监控数据，并进行数据汇总整理总结等动作\n-协助负责垂类答主付费咨询转化的提升动作，设计激励玩法与日常优化手段\n-负责答主日常问题处理，跨部门协同持续提升产品能力与运营空间",
    requirement:
      "-本科或以上学历，有互联网实习经历优先\n-数据处理能力强，可快速定位与分析问题\n-沟通能力强，需要与答主和兄弟部门高频沟通\n-具备一定文案撰写与策划能力",
    url: "https://talent.baidu.com/jobs/detail/INTERN/a7a77195-f432-4763-bb39-4b06a35a6231",
  },
  {
    id: "baidu_J51702",
    company: "百度",
    name: "推荐策略部_机器学习/数据挖掘/自然语言处理实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-研究数据挖掘或统计学习领域的前沿技术,并用于实际问题的解决和优化\n-大规模机器学习算法研究及并行化实现,为各种大规模机器学习应用研发核心技术\n-通过对数据的敏锐洞察,深入挖掘产品潜在价值和需求,进而提供更有价值的产品和服务\n-通过技术创新推动产品成长\n",
    requirement:
      "-具有以下一个或多个领域的理论背景和实践经验：机器学习/数据挖掘/深度学习/信息检索/自然语言处理/机制设计/博弈论\n-至少精通一门编程语言，熟悉网络编程、多线程、分布式编程技术，对数据结构和算法设计有较为深刻的理解\n-熟悉文本分类、聚类、机器翻译，有相关项目经验者优先\n-熟悉海量数据处理、最优化算法、分布式计算或高性能并行计算，有相关项目经验者优先\n",
    url: "https://talent.baidu.com/jobs/detail/INTERN/32863d9a-7138-4d34-82f9-1bc6db3d6763",
  },
  {
    id: "baidu_J17912",
    company: "百度",
    name: "小度IOT生态业务部_产品经理实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-负责智能家居/全屋智能市场和产品的行业分析、竞品分析、用户研究\n-负责智能家居产品的硬件产品定义，包括硬件规格定义及关键器件选型，与ID、研发、ODM等紧密配合，分析和论证关键技术、方案可行性\n-负责智能家居产品的软件需求定义，包括设备端功能、语音交互、App等能力的定义，输出需求原型\n-负责review ODM产品的ID、软硬件产品定义、包装设计等，输出优化需求，推动ODM进行产品迭代 \n-负责产品全生命周期管理，追踪产品上市后的用户数据与销量，持续迭代",
    requirement:
      "-本科及以上在校同学，计算机、软件、信息管理信息系统等相关专业优先 \n-有IoT、智能硬件、互联网大厂的产品实习经历者优先 \n-具备良好的逻辑思维能力，沟通能力，承压能力\n-期望尽快到岗，实习时间3个月以上优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/4fcc47bf-87ad-4e18-b36e-a0fd3112ad40",
  },
  {
    id: "baidu_J18370",
    company: "百度",
    name: "小度云平台部_NLP实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "- 结合产品业务，追踪和复现对话系统中核心问题的state of art model\n- 将算法实验、创新改进等沉淀和总结成专利或者Paper\n- 充分分析问题，结合业务场景进行方法改进、设计实现和上线应用\n- 参与小度对话预训练模型、持续学习训练机制等前沿调研\n",
    requirement:
      "- 实习时间至少3个月以上，在读硕士或博士，对NLP预训练大模型有一定基础\n- 熟悉机器学习基础理论和常用算法、自然语言处理的基础理论和常用算法，有优秀论文(ACL/EMNLP/AAAI/IJCAI等)发表者优先\n- 较强的英文论文文献追踪、阅读以及总结和Paper写作能力\n- 熟练使用C/C++/Python等至少一门语言，熟练使用数据结构和常用算法，能够快速的复现最新模型\n- 优秀的问题分析和解决能力，对解决具有挑战性的问题充满激情良好的沟通能力和团队合作精神",
    url: "https://talent.baidu.com/jobs/detail/INTERN/7f026f7d-f144-4fc2-8595-0475b6a4d15d",
  },
  {
    id: "baidu_J12464",
    company: "百度",
    name: "ACG AI产品业务部_招聘实习生",
    location: "北京市",
    type: "日常",
    category: "专业服务和管理支持",
    description:
      "-协助recruiter高效完成指定的招聘相关工作\r\n-通过各种招聘渠道筛选候选人简历，意向人选的电话初步沟通\r\n-及时收集招聘相关信息和数据，对数据进行统计与分析，提交总结报告",
    requirement:
      "-大二、大三和研一、研二优先\n-具备招聘或猎头实习经验优先，致力于hr职业发展方向\n-有数据分析经验和能力的优先\n-积极主动，具备极强的沟通与判断能力，能够承担较大的工作压力\n-实习时间3-6个月，每周至少工作4天,24年毕业生优先考虑，实习时间超过6个月的优先考虑",
    url: "https://talent.baidu.com/jobs/detail/INTERN/535144e5-7d67-4fc5-9283-63e06f11bc10",
  },
  {
    id: "baidu_J38341",
    company: "百度",
    name: "广州小度云平台部_服务端测试实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-参与小度对外合作项目，包括前期需求沟通、合作项目交付、售后业务支持等，基于客户和用户需求，设计产品功能",
    requirement:
      "-本科及以上学历\n-有一定产品设计能力，会使用原型设计软件，能独立输出产品需求文档\n-具备较强沟通能力和团队协作能力，有一定抗压能力\n-有责任心，追求专业精神\n-加分项：对智能硬件产品或语音交互类型产品有兴趣，对AI行业或To B类产品有一定了解",
    url: "https://talent.baidu.com/jobs/detail/INTERN/30dc91f3-cc5d-4145-a2ea-3be9e00f4ee0",
  },
  {
    id: "baidu_J47780",
    company: "百度",
    name: "认知计算实验室_自动驾驶算法实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-支持百度自动驾驶场景下的强化学习\n-负责博弈相关算法研究与应用\n-负责自动驾驶仿真环境的构建\n-参与项目方案设计和实现",
    requirement:
      "-优秀的代码开发能力，良好的代码写作习惯\n-有自动驾驶、强化学习、博弈、仿真环境等项目研发经验\n-熟悉Python，C++编程语言，熟悉深度学习框架Pytorch，PaddlePaddle等\n-实习时间周均不少于4天，实习3个月以上",
    url: "https://talent.baidu.com/jobs/detail/INTERN/da0a4076-7df4-419a-9cab-13a00260992b",
  },
  {
    id: "baidu_J13817",
    company: "百度",
    name: "机器人与自动驾驶实验室_三维感知算法实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-探索室内外场景的 2D/3D 感知、场景理解与目标定位等相关前沿研究 \n-主要负责相关算法调研、设计、实现与验证 \n-撰写专利、论文和工程文档",
    requirement:
      "-计算机、电子、自动化等相关专业硕士 \n-熟悉计算机视觉基础原理，在计算机视觉、2D/3D 感知、SLAM、SfM、视觉定位、姿态估 计、3D 深度学习等方向上，至少对其中一个熟悉并具有一定研究基础 \n-在计算机视觉和机器人相关领域的国际顶级会议或期刊上以主要作者发表过论文者优先， 有相关竞赛或自动驾驶项目经验者优先 \n-熟悉 OpenCV，点云处理软件，C++/C 或 Python 等编程语言，熟悉至少一种深度学习框架\n-具备良好的团队合作能力，积极主动，踏实自驱",
    url: "https://talent.baidu.com/jobs/detail/INTERN/71c6ff12-9d81-4160-b137-6746c49ce73b",
  },
  {
    id: "baidu_J12499",
    company: "腾讯",
    name: "百家号业务部_HR实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-协助部门日常招聘工作\r\n-员工信息档案的收集整理归档与面试协调安排\r\n-部门日常事务辅助性处理\r\n-部门领导交办的其他事宜，协助支持业务部门，完成mapping等项目",
    requirement:
      "-2023年及以后毕业的在读本科及以上的在校生\n-迅速到岗优先\n-积极主动，具备极强的沟通与判断能力\n-每周能实习5天，实习期至少3个月",
    url: "https://talent.baidu.com/jobs/detail/INTERN/0ee6e8fb-e360-4a1a-852c-a90866ea65d7",
  },
  {
    id: "baidu_J52033",
    company: "百度",
    name: "汽车产品及运营部_内容运营实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-负责有驾原创矩阵内容的日常运营和内容更新，能够及时、高效的完成内容发布任务，确保上线0错误\n-负责有驾原创运营素材的创意策划并能够推动完成设计，确保有驾原创品牌水准\n-负责有驾内外部的资源协调沟通，能够及时、高效的完成资源申请、上线及验收，确保上线内容无误，并如期回收数据进行复盘\n-负责有驾原创内容的日常数据统计和分析，定期输出数据报告以支持运营策略的制定",
    requirement:
      "-本科及本科以上在读，专业不限，2023年毕业优先\n-具有敏锐的运营嗅觉，能够策划出吸引用户的短视频内容\n-了解各自媒体平台规则及模式，提高有驾原创账号粉丝量及活跃度\n-具备优秀的沟通能力、数据分析能力及学习能力\n-具备较强的自驱意识及owner意识，工作细心具有责任心及抗压性",
    url: "https://talent.baidu.com/jobs/detail/INTERN/9270f117-943c-4137-a26a-7ca6bf980f1c",
  },
  {
    id: "baidu_J11087",
    company: "百度",
    name: "昆仑芯片综合管理部_品牌实习生",
    location: "北京市",
    type: "日常",
    category: "专业服务和管理支持",
    description:
      "-结合公司战略，协助team leader开展竞品公司定位研究\r\n-协助竞品公司的信息收集工作\r\n-协助品牌梳理workshop\r\n-协助自媒体和网站运营",
    requirement:
      "-经济学、新闻学相关专业优先\r\n-有4A公司或战略咨询公司实习经验为佳\r\n-对芯片等高科技行业有认知或感兴趣\r\n-负责人直接带、可以获得战略咨询和品牌复合经验、团队氛围佳",
    url: "https://talent.baidu.com/jobs/detail/INTERN/a8b86b06-96da-4d32-9beb-ab807e0ec6e5",
  },
  {
    id: "baidu_J52758",
    company: "百度",
    name: "推荐技术架构部_C++开发工程师",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-负责为feed流相关开发工作，包括内容理解、视频&amp;图片理解、比对等功能的架构能力\n-负责数据流架构的稳定性、性能优化、可扩展性持续优化\n-对每天数十亿的抓取资源及图片进行高效处理，支持在线每天千万kps的访问\n-和团队一起攻克高性能、高并发、高可用性等各种不同技术场景下的技术挑战\n-根据整体技术方案完成高质量的开发、自测及项目文档编写",
    requirement:
      "-计算机软件或相关专业本科及以上学历        \n-有Linux/Unix下开发经验，熟悉多线程编程、网络编程，熟悉脚本编程              \n-对数据结构和算法设计有较为深刻的理解，熟悉C/C++程序开发，有一定的高并发系统设计经验                       \n-优秀的分析问题和解决问题的能力，对解决具有挑战性问题充满激情\n-思路清晰，具备良好的沟通能力和理解能力\n-工作积极主动，具有强烈的责任心\n-良好的团队合作精神",
    url: "https://talent.baidu.com/jobs/detail/INTERN/f726dc79-d246-4b97-87f8-279c873a4d69",
  },
  {
    id: "baidu_J18293",
    company: "百度",
    name: "智舱业务部_HR实习生",
    location: "北京市",
    type: "日常",
    category: "",
    description:
      "-负责百度智舱团队核心业务的招聘，对接业务部门，筛选简历，邀约面试，沟通业务部门安排面试，面试反馈记录\r\n-向招聘专员汇报，及时、高效地完成领导给予的招聘相关工作\r\n-实现与候选人的有效沟通，协助组织实施招聘，满足人员招聘需求\r\n-记录面试数据，及时收集招聘相关信息和数据，提交总结报告",
    requirement:
      "-本科以上在校学生，每周可以保证出勤4天以上，实习四个月及以上\r\n-积极主动，具备极强的沟通与判断能力，能够承担较大的工作压力\r\n-具有良好的职业道德和职业操守及良好的团队合作意识\r\n-专业不限，熟悉IT技术人才的招聘或有IT行业知名外企实习经验者优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/29072ab8-ec3e-4230-9f54-548c728fe988",
  },
  {
    id: "baidu_J45857",
    company: "百度",
    name: "ACG AI产品业务部_产品实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-负责AI产品线的需求调研、产品设计和实施落地工作\n-推荐产品整个线上生命周期，保证从需求、设计、开发、上线顺利完成\n-负责知识图谱到各行业应用场景的对接，对知识生产和应用的周期和效果指标负责",
    requirement:
      "-本科及以上学历，计算机、软件、信息管理信息系统等相关专业优先 \n-有互联网大厂的产品实习经历者优先 \n-具备良好的逻辑思维能力，沟通能力，承压能力\n-能够持续实习半年以上 ",
    url: "https://talent.baidu.com/jobs/detail/INTERN/d27f771a-a523-4664-9898-05107b26f73a",
  },
  {
    id: "baidu_J52127",
    company: "百度",
    name: "品牌市场部_数字人帐号运营实习",
    location: "北京市",
    type: "日常",
    category: "专业服务和管理支持",
    description:
      "-负责百度AI数字人希加加的人设运营，挖网络热梗，策划热点视频\n-配合组里成员，完成数字人动捕拍摄、视频制作的工作\n-以数字人为抓手，辅助为跨界营销项目出创意，想呈现方式\n-每周网络热点事件整理与追踪",
    requirement:
      "-对热点事情有敏锐度，有对新鲜事物抱有热情，热爱整活，热爱创意且有至少一项稳定技能来呈现你的创意（写作/设计/拍摄/编程）\n-本科或以上来自多媒体、传播学院、数字游戏设计等专业毕业生/在校生（如在校希望能稳定工作6个月或以上）\n-能够掌握常用的新媒体相关软件用法,例如PS/AI/pr/ae等，自己可以用手机简单拍或剪视频\n-加分项：有自己的视频帐号，或之前运营/参与过百万级账号的建设",
    url: "https://talent.baidu.com/jobs/detail/INTERN/287a0364-24b1-4331-92e1-5fe9c7374c99",
  },
  {
    id: "baidu_J52102",
    company: "百度",
    name: "HCG智慧医疗部_智慧医疗产品实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "- 协助产品经理进行客户沟通、产品需求分析和产品设计\n- 国内外产品调研、动态跟踪\n- 协助产品经理调研产品的商业模式，扩展商机范围\n- 其他产品相关事项，如流程申请、权限申请等",
    requirement:
      "- 985、211本科及以上\n- 平常喜欢尝试不同的国内外产品\n- 熟练使用产品原型工具\n- 具有较强的学习能力、逻辑思维\n- 可实习6个月以上",
    url: "https://talent.baidu.com/jobs/detail/INTERN/ad996aff-b99d-49e6-a667-54234961fa51",
  },
  {
    id: "baidu_J18438",
    company: "腾讯",
    name: "视觉技术部_视觉算法实习生",
    location: "北京市",
    type: "日常",
    category: "",
    description:
      "-计算机视觉、OCR检测、识别、端到端及其应用方向\r\n-基于CV/ML视觉前沿算法改进优化识别效果，应用场景包括但不限于随拍图像、证照、车牌识别等\r\n-参与算法模型云端、终端工程化应用落地\r\n ",
    requirement:
      "-有深度网络结构设计、OCR检测、序列识别、OCR技术应用项目经验者优先\r\n-C/C++、Python等编程基础良好\r\n-熟悉深度学习基础知识和经典网络模型，掌握至少-种以上深度学习工具，包含不限制于Paddle/Caffe/Tensorflow/Pytorch等\r\n-有CV/ML方向顶会论文发表或在公开视觉方向竞赛中取得优异成绩者优先\r\n-良好的项目沟通能力，学术算法应用于实际业务项目经验，有解决实际系统问题经验者优先\r\n-实习期不少于3个月，实习期间表现优秀者有大概率拿正式offer机会",
    url: "https://talent.baidu.com/jobs/detail/INTERN/100fd650-17c3-4be7-b36f-b25711018524",
  },
  {
    id: "baidu_J52117",
    company: "腾讯",
    name: "ACG物联网部_智能硬件产品经理实习生",
    location: "上海市",
    type: "日常",
    category: "产品",
    description:
      "-参与智能硬件产品相关工作\n-参与竞品调研，用户调研，数据分析，和日常产品相关问题处理工作\n-根据用户和市场反馈，分析问题，参与产品原型设计并产出需求文档\n-和设计及开发测试人员协作，跟踪产品开发进度，把控产品质量与效率\n-支持产品生命周期中各环节的相关流程，保障产品整体的计划节奏",
    requirement:
      "-逻辑清晰、细致认真，有较强的学习能力和学习意愿\n-良好的理解力和语言及文字表达能力\n-喜欢有挑战的工作，抗压能力强，执行力强\n-熟练使用常用办公软件及产品设计软件，能够输出合格的产品相关文档",
    url: "https://talent.baidu.com/jobs/detail/INTERN/50448668-d1cf-49ac-96c4-95a26f063b53",
  },
  {
    id: "baidu_J10597",
    company: "腾讯",
    name: "小度IOT生态业务部_课程制作(拍摄剪辑)实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-负责渠道所需课程拍摄、剪辑、后期等工作\n-协助完成视频制作，熟悉视频类型及相应制作流程\n-配合销售规划制作和优化课程课件等素材，使课程符合精品课程要求\n-协助处理部门其他拍摄、剪辑相关工作",
    requirement:
      "-本科或研究生在读，每周到岗5天，连续实习3个月以上\n-精通 AE、Premiere等后期剪辑、特效、包装类软件，熟练掌握 Photoshop、C4D、Maya 、edius等辅助软件\n-熟悉各类常用摄影摄像设备操作优先考虑具备视频脚本创意与设计能力者\n-执行力强，善于沟通，具有高度责任心和良好的团队合作精神",
    url: "https://talent.baidu.com/jobs/detail/INTERN/7a299393-cad2-4cd2-93e4-21a4f7e3ceb3",
  },
  {
    id: "baidu_J47867",
    company: "腾讯",
    name: "深度学习技术平台部_深度学习技术平台部_算法实习生",
    location: "深圳市",
    type: "日常",
    category: "技术",
    description:
      "-探索和实现最前沿的深度学习算法，丰富开发套件算法和功能\n-优化现有算法并支持在业务中落地，丰富相关应用案例\n-从模型角度发现框架性能、易用性等问题，能提出优化方案并加以改进\n-支持和解决用户使用框架及套件中的问题",
    requirement:
      "-熟悉常用深度学习算法，在CV方向有深入研究\n-熟练掌握C/C++、Python、Shell等编程语言及常用深度学习框架使用\n-具备良好的沟通、学习和协作能力，有开源项目经验者优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/9ca54a33-7e29-448b-bdaa-d32bd89c938f",
  },
  {
    id: "baidu_J10065",
    company: "腾讯",
    name: "认知计算实验室_语言学实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-通过语言学知识来帮助制定语言学习的目标，形式化、结构化方案以及评估指标\r\n-利用语言学方法和质量把控工具来帮助开发交互式语言学习与标注工具\r\n-与设计师、技术人员一起建立语言学规则和知识库，提升人工智能相关产品整体体验\r\n-与人工智能研究员一起，建立语言领域的人工智能模型",
    requirement:
      "-现代汉语/英语语言学语法学、应用语言学、神经语言程序学及中英语言学相关专业的本科及以上学历，对中文、英文语法及语法理论有深入理解与研究\r\n-对于质量把控工具，自然语言处理和语法标注等知识有丰富经验\r\n-对语言及其语言学原理有深刻的认识，熟练的中英运用能力\r\n-实习时间，至少3个月，长期更佳",
    url: "https://talent.baidu.com/jobs/detail/INTERN/d8be0b90-ebdb-44e9-abaa-bc346b91cf41",
  },
  {
    id: "baidu_J10065",
    company: "腾讯",
    name: "认知计算实验室_语言学实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-通过语言学知识来帮助制定语言学习的目标，形式化、结构化方案以及评估指标\r\n-利用语言学方法和质量把控工具来帮助开发交互式语言学习与标注工具\r\n-与设计师、技术人员一起建立语言学规则和知识库，提升人工智能相关产品整体体验\r\n-与人工智能研究员一起，建立语言领域的人工智能模型",
    requirement:
      "-现代汉语/英语语言学语法学、应用语言学、神经语言程序学及中英语言学相关专业的本科及以上学历，对中文、英文语法及语法理论有深入理解与研究\r\n-对于质量把控工具，自然语言处理和语法标注等知识有丰富经验\r\n-对语言及其语言学原理有深刻的认识，熟练的中英运用能力\r\n-实习时间，至少3个月，长期更佳",
    url: "https://talent.baidu.com/jobs/detail/INTERN/7b111960-722f-42f0-89c2-30acaa13faee",
  },
  {
    id: "baidu_J10066",
    company: "百度",
    name: "认知计算实验室_NLP/机器学习/数据挖掘实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-参与基于海量文本挖掘的任务\r\n-参与知识库构建与应用等任务\r\n-参与实体词识别、深度文本匹配、文本分类、句法分析、知识图谱构建等NLP应用的研发工作\r\n-研究前沿技术，并用于实际问题的解决和优化",
    requirement:
      "-计算机软件等相关专业硕士及以上在读\r\n-熟练掌握主流的NLP技术工具及模型算法，包括CRF、CNN、LSTM、Seq2Seq等，有paddle实战经验优先\r\n-参与过分词、命名实体识别、深度文本匹配、文本分类、知识图谱等相关项目，有句法分析、图学习经验者优先\r\n-扎实的编程基础，熟悉python等编程语言，有海量文本数据处理、海量文本数据挖掘相关项目经验优先\r\n-责任心强，有良好的学习能力及团队合作精神，自我驱动能力强\r\n-实习时间，至少3个月，长期更佳",
    url: "https://talent.baidu.com/jobs/detail/INTERN/29598df4-6990-4137-bec3-a5efcff7333b",
  },
  {
    id: "baidu_J10700",
    company: "百度",
    name: "认知计算实验室_自然语言处理实习生",
    location: "北京市",
    type: "日常",
    category: "技术",
    description:
      "-实现所在研究领域的典型解决方案\r\n-与人工智能研究员一起，分析自然语言处理任务中的挑战并实现相应的解决方案\r\n-与人工智能研究员一起，撰写高质量论文\r\n-跟进所在研究领域的最新进展并适时进行报告分享",
    requirement:
      "-计算机专业研究生及以上学历\r\n-熟悉至少一类自然语言处理任务，并有相关实验经验\r\n-有Tensorflow、Pytorch、Paddle编程经验优先\r\n-实习时间，至少3个月，长期更佳",
    url: "https://talent.baidu.com/jobs/detail/INTERN/b6da943c-0324-47ef-acea-5322f0bd8ac4",
  },
  {
    id: "baidu_J46534",
    company: "百度",
    name: "短视频业务部_品牌运营实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-协助完成品牌运营活动的策划、推动和落地执行\n-协助进行品牌自有新媒体渠道的内容编辑、推广及管理工作\n-完成日常的行业研究与案例分析工作\n-内外部的资源整合与联动",
    requirement:
      "-市场营销 / 传播 / 广告 / 新闻等专业优先，对品牌和市场工作有热情，短视频深度使用用户优先\n-具备较强的文字功底及PPT制作能力，掌握 Photoshop、剪辑软件等技能优先\n-沟通能力佳，责任心强，较强的团队合作、跨部门协作能力\n-能保证每周5天的实习安排，能持续实习6个月以上者优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/f2b04d66-8205-4178-8502-d8e115fdaf66",
  },
  {
    id: "baidu_J47325",
    company: "百度",
    name: "昆仑芯-财务部_采购实习生",
    location: "北京市",
    type: "日常",
    category: "专业服务和管理支持",
    description:
      "-协助采购经理完成发标、开标、询价、订单的签订\n-协助采购经理进行供应商对接\n-协助财务完成销售合同的签订\n-领导安排的其他工作\n\n",
    requirement:
      "-本科及以上学历，2023年及以后毕业的在校生，供应链管理、采购管理等专业优先\n-每周可实习4天及以上，可实习3个月以上\n-具有良好的沟通和协调能力，工作细致\n-良好的学习能力",
    url: "https://talent.baidu.com/jobs/detail/INTERN/a74bc1c4-8548-4bf7-8b46-2f808499f3c1",
  },
  {
    id: "baidu_J10991",
    company: "百度",
    name: "昆仑芯-人力资源部_HR招聘实习生",
    location: "上海市",
    type: "日常",
    category: "专业服务和管理支持",
    description:
      "-通过各种招聘渠道搜索、筛选候选人简历，能够及时、高效地完成mentor给予的招聘相关工作 \r\n-协助组织实施招聘工作：包括搜寻简历、电话沟通、面试安排、入职跟进等工作 \r\n-及时收集招聘相关信息和数据，提交总结报告 \r\n-协助处理部门日常事务，完成部门领导交办的其他事宜",
    requirement:
      "-22届及以后毕业的同学，人力资源管理、心理学、社会学等相关专业优先 \r\n-具备良好的文案撰写能力，有互联网HR实习经验优先 \r\n-有较强沟通能力及执行力，积极主动，责任心强，工作踏实 \r\n-熟练运用excel、word、ppt等办公软件\r\n-能连续实习4个月及以上，每周出勤4天及以上者优先",
    url: "https://talent.baidu.com/jobs/detail/INTERN/186479ae-fe93-481d-bd96-6f12198fbc7b",
  },
  {
    id: "baidu_J10335",
    company: "腾讯",
    name: "昆仑芯-芯片研发部_芯片设计工程师实习生",
    location: "北京市,上海市",
    type: "日常",
    category: "技术",
    description:
      "-数字逻辑电路模块的RTL开发\r\n-使用工具进行代码质量和设计规范检查\r\n-验证用例编写，验证结果收集和分析\r\n-支持IC设计的其他工作",
    requirement:
      "-掌握数字逻辑设计知识 \r\n-熟悉Verilog\r\n-了解基本的Linux命令\r\n-有责任心，能够每周至少在职3天，连续在职6个月以上",
    url: "https://talent.baidu.com/jobs/detail/INTERN/750d0c27-ced2-4029-ba5f-fe13748db090",
  },
  {
    id: "baidu_J10655",
    company: "腾讯",
    name: "昆仑芯-综合管理部_设计实习生",
    location: "北京市",
    type: "日常",
    category: "用户体验",
    description:
      "-负责公司品牌的平面设计（包括但不限于logo、vi、kv、dm、折页、画册、网站banner、ppt等）\r\n-具备较强的美术功底，能快速表达想法创意\r\n-熟练使用设计软件，有视频制作经验加分\r\n-有审美和创新能力，有设计逻辑、对科技领域视觉感兴趣",
    requirement:
      "-本科在校生，设计专业、新媒体设计专业、交互设计专业均可\r\n-熟练掌握PS、AI、ID等设计软件，C4D和AE软件加分\r\n-设计能力强\r\n-担当、诚信、上进、正能量，细致，善于学习，性格开朗，能够快速融入团队",
    url: "https://talent.baidu.com/jobs/detail/INTERN/2aa5c288-26e5-4437-b5f7-f14d2a7b1120",
  },
  {
    id: "baidu_J47718",
    company: "腾讯",
    name: "智能小程序业务部_用户运营实习生",
    location: "北京市",
    type: "日常",
    category: "产品",
    description:
      "-通过对用户访购行为及市场、行业的洞察，挖掘并满足用户需求，制定用户从触达、转化及成长的运营策略，对平台用户增长及成长负责\n-分析洞察行业特性，分析消费者特征和习惯、需求动机，在用户购买链路上开拓适合行业的拓展方式，制定相应的解决方案和落地计划，并 \n  能提出产品/导购改造方案\n-协助进行系统操作，包括活动的上下线及数据输出等\n-协助相关营销活动，提供相关运营工作支持",
    requirement:
      "-对数据敏感，可以熟练使用办公软件,有良好的数据分析能力\n-具备快速学习和适应能力，工作严谨、责任心强、细心耐心\n-能够稳定实习 3个月及以上，每周可出勤4-5天\n-自信抗压，对所在领域有热情，相信方法总比困难多",
    url: "https://talent.baidu.com/jobs/detail/INTERN/cea3f62c-2e4f-498a-afa8-dcbfca2f4b1d",
  },
  {
    id: "baidu_J47697",
    company: "腾讯",
    name: "HCG健康在线医疗中心_数据运营实习生",
    location: "上海市",
    type: "日常",
    category: "产品",
    description:
      "-基于大量的用户行为数据进行分析和挖掘，为产品优化或用户运营提供推动性数据支持和建议\n-关注业务数据，沟通建设业务数据报表，及时发现异常并快速定位问题，为产品的正常运行提供支持\n-理解业务和行业动态，能够主动探索，产品策略相关的数据挖掘和建模\n-完成数据分析报告并提供切实可行的建议，推动产品优化和增长",
    requirement:
      "-本科学历及以上；对数据敏感，有好奇心，能从大量的数据中发现数据价值，为产品优化、用户运营提供支持\n-工作经验不限，有互联网产品分析经验者优先\n-具有良好的数据分析能力，能够熟练运用SQL进行数据查询与处理，熟练使用excel等办公软件\n-良好的沟通协调能力、做事严谨细致、具有较强的责任心；快速的学习能力和优秀的沟通能力，抗压能力强",
    url: "https://talent.baidu.com/jobs/detail/INTERN/40b980c4-50b6-429d-950d-6e6b247cd93c",
  },
];

export default originJobsData;
